[
  [
    {
      "id": 1,
      "day": 1,
      "title": "New Years's Day",
      "info": "The first of January represents the fresh start of a new year after a period of remembrance of the passing year. New Year is the time or day at which a new calendar year begins and the calendar's year count increments by one. Many cultures celebrate the event in some manner. This day is traditionally a religious feast, but since the 1900s has also become an occasion to celebrate the night of 31 December New Year's Eve with parties, public celebrations (often involving fireworks shows) and other traditions focused on the impending arrival of midnight and the new year.",
      "image": "https://images.unsplash.com/photo-1482329833197-916d32bdae74?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&auto=format&fit=crop&w=683&q=80",
      "source": "https://en.wikipedia.org/wiki/New_Year%27s_Day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Science Fiction Day",
      "info": "National Science Fiction Day is unofficially celebrated by many science fiction fans in the United States on January 2, which corresponds with the official birthdate of famed science fiction writer Isaac Asimov. While not an official holiday of any sort (in the sense that it is not recognized or declared by any government), National Science Fiction Day is given some degree of credence by its recognition by organizations such as the Hallmark Channel and by the Scholastic Corporation. It is also listed in the National Day Calendar.",
      "image": "https://images.unsplash.com/photo-1580428180098-24b353d7e9d9?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=400&q=80",
      "source": "https://en.wikipedia.org/wiki/National_Science_Fiction_Day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "Festival of Sleep Day",
      "info": "Take a break on January 3 or Festival of Sleep Day by sleeping in, taking naps or just staying in bed the whole day long. While the origins of this unofficial holiday are unknown, we assume that the holiday encourages people to catch up on their sleep post-holiday and New Year celebrations.",
      "image": "https://images.unsplash.com/photo-1520206183501-b80df61043c2?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=751&q=80",
      "source": "https://www.timeanddate.com/holidays/fun/festival-of-sleep-day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "World Braille Day",
      "info": "World Braille Day is annually celebrated on January 4, the birthday of Braille inventor, Louis Braille. The day recognizes the contributions of Louis Braille in helping blind and visually impaired people to read and write.",
      "image": "https://images.pexels.com/photos/6981036/pexels-photo-6981036.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
      "source": "https://www.timeanddate.com/holidays/world/world-braille-day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "Bird Day",
      "info": "January 5 is Bird Day, a day to think about birds in captivity and to take action to ensure that birds are not exploited and are treated humanely. The day, started by Born Free U.S.A. and the Avian Welfare Coalition, aims to focus public attention on the fact that almost 12 per cent of bird species around the world are under threat of extinction.",
      "image": "https://images.unsplash.com/photo-1493236296276-d17357e28888?ixid=MXwxMjA3fDB8MHxzZWFyY2h8OHx8YmlyZHN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/bird-day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Bean Day",
      "info": "January 6 is Bean Day. If your question after hearing this is, why? Well, because beans are healthy – they are rich in proteins and fiber and they taste good. Some believe that this unofficial holiday, which is also known as Nation Bean Day in the United States, was created to commemorate the death anniversary of scientist Gregor Mendel. Known as the Father of Genetics, Mendel experimented on peas to discover the laws of genetic inheritance.",
      "image": "https://images.unsplash.com/photo-1599249478506-ae175f801b1e?ixid=MXwxMjA3fDB8MHxzZWFyY2h8M3x8YmVhbnN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/bean-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "International Programmers' Day",
      "info": "International Programmers’ Day celebrates the positive changes that programmers make to improve our everyday lives. It is usually held on January 7, but is also popularly celebrated on September 13, or on September 12 in leap years. Thousands of programmers around the world are remembered on International Programmers' Day.",
      "image": "https://images.unsplash.com/photo-1545670723-196ed0954986?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTh8fGphdmFzY3JpcHR8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/world/international-programmers-day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "Earth's Rotation Day",
      "info": "January 8 is Earth’s Rotation Day. The day commemorates when French Physicist, Leon Foucault, demonstrated the Earth rotates on its axis in 1851. To prove his theory, Foucault suspended a lead-filled brass sphere, now called the Foucault Pendulum from the top of the Pantheon in Paris. He showed that the plane of the swing of the pendulum rotated relative to the Earth’s rotation. You can now see the Foucault Pendulum demonstrating the rotation of the Earth in science museums around the world.",
      "image": "https://images.unsplash.com/photo-1584974292709-5c2f0619971b?ixid=MXwxMjA3fDB8MHxzZWFyY2h8OHx8ZWFydGh8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/earths-rotation-day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Static Electricity Day",
      "info": "January 9 is Static Electricity Day a day to honor this unexpected, mostly unpleasant, and sometimes hair rising phenomenon. Static electricity occurs due to an accumulation of positive electric charges on an object's surface.",
      "image": "https://images.unsplash.com/photo-1573931184537-28946b785546?ixid=MXwxMjA3fDB8MHxzZWFyY2h8ODR8fGVsZWN0cmljaXR5fGVufDB8fDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/static-electricity-day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "Cut Your Energy Costs Day",
      "info": "Forgot to add being thrifty and eco-friendly to your New Year’s resolution list? Now is your chance to rectify that because January 10 is Cut your Energy Cost Day. Use this day to make changes in your daily life that would reduce your household’s energy consumption and cut down on your monthly energy expenses.",
      "image": "https://images.unsplash.com/photo-1474631245212-32dc3c8310c6?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTB8fGVuZXJneSUyMGNvc3R8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/cut-your-energy-costs-day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "Learn Your Name in Morse Code Day",
      "info": "January 11 is celebrated annually as Learn Your Name in Morse Code Day. Morse code is a way to transmit text through a series of signals. Each character or alphabet in a language is represented by a sequence of dots and dashes. First demonstrated on January 11, 1838 by Alfred Vail and Samuel Morse, Morse code soon became commonly used by the military and the aviation industry worldwide.",
      "image": "https://images.unsplash.com/photo-1514820402329-de527fdd2e6d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8bW9yc2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/learn-your-name-in-morse-code-day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "Marzipan Day",
      "info": "Marzipan, the sweet, almond-based multi-purpose confectionary on January 12, Marzipan Day. Marzipan is one of those food items that evoke extreme reactions. Love it or hate it, it is one of the most well-known and widely used food item in kitchens and bakeries around the world.",
      "image": "https://images.unsplash.com/photo-1620619676902-dafc99175e13?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bWFyemlwYW58ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/marzipan-day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Make Your Dreams Come True Day",
      "info": "Dreams are a part of life. We all dream when we sleep, but most of us don't remember them the next day. No matter how big or small, there are some dreams that inspire us and allow us to make our lives better. It is these dreams that Make your Dreams Come True Day celebrates. Dreams that motivate us to do better, encourage us to take on more challenges, and energize us to succeed in our lives - professionally and personally.",
      "image": "https://images.unsplash.com/photo-1622905810727-9cc3126d712e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fGRyZWFtfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/make-your-dreams-come-true-day"
    },
    {
      "id": 14,
      "day": 14,
      "title": "World Logic Day",
      "info": "World Logic Day is an international day proclaimed by UNESCO in association with the International Council for Philosophy and Human Sciences (CIPSH) in November 2019 to be celebrated on 14 January every year. It was first celebrated on 14 January 2019, before the UNESCO declaration. World Logic Day intends to bring the intellectual history, conceptual significance and practical implications of logic to the attention of interdisciplinary science communities and the broader public.",
      "image": "https://images.unsplash.com/photo-1635070041078-e363dbe005cb?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8Y2FsY3VsYXRlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Logic_Day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Strawberry Ice Cream Day",
      "info": "Strawberries, a member of the rose family, were consumed by our ancestors for its medicinal purposes. The ancient Romans thought that the fruit could cure depression, sadness and kidney stones. Modern day studies have shown that strawberries are a good source of Vitamin C and consumption of the fruit can reduce the levels of bad cholesterol in humans. The holiday is also known as National Strawberry Ice Cream Day in the United States.",
      "image": "https://images.unsplash.com/photo-1621693129587-48dd0d0aa740?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8cGluayUyMGljZSUyMGNyZWFtfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/strawberry-ice-cream-day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "World Religion Day",
      "info": "Many organizations celebrate the day by holding interfaith events where faith leaders get together to give talks and lectures. People are encouraged to talk to and listen to people from faiths different than their own and to understand the basic tenets of other religions.",
      "image": "https://images.unsplash.com/photo-1612350275777-e86877ce74ad?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTl8fHJlbGlnaW9ufGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/world/world-religion-day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "Benjamin Franklin Day",
      "info": "Ben Franklin was a polymath - someone who is an expert on a variety of different subjects. In addition to being one of America’s founding fathers, Franklin was a prolific inventor, author, printer, politician, diplomat, musician, and postmaster. The fact that he stopped attending school at the age of 10 makes him one of the most impressive person in American and world history.",
      "image": "https://images.unsplash.com/photo-1623118176012-9b0c6fa0712d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8YmVuamFtaW4lMjBmcmFua2xpbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/benjamin-franklin-day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "Thesaurus Day",
      "info": "A thesaurus is a book that compiles words grouped by similarity of meaning. The term thesaurus comes from the Greek word, thesauros, meaning treasure or storehouse. Roget's Thesaurus is one of the most widely used reference books in the English language around the world. It was first published in 1852 with 15,000 words. Since then, the book has never gone out of publication.",
      "image": "https://images.unsplash.com/photo-1532153975070-2e9ab71f1b14?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cGFnZXN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/thesaurus-day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "Popcorn Day",
      "info": "Popcorn is a snack made by heating corn or maize kernels. When heated – either in a microwave oven or on the stovetop – the hull on the outside of the kernels break or “pop” creating the delicious snack we call popcorn. Popcorn has a very long and varied history. Historians believe that corn whose kernels could be popped was first cultivated around 5000 B.C.E in Mexico. Archeologists have found evidence of first popcorn maker – a utensil with holes and a handle – dating back to 400 C.E. in Peru.",
      "image": "https://images.unsplash.com/photo-1623179007436-1d366e78ba68?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8cG9wY29ybnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/popcorn-day"
    },
    {
      "id": 20,
      "day": 20,
      "title": "Penguin Awareness Day",
      "info": "Penguins are aquatic birds native to the Southern Hemisphere. There are about 20 known species of penguins, the largest of which are the emperor penguins, the lead stars of the documentary, March of the Penguins. The smallest known penguin species are the little penguin found in the coastal areas of Australia and New Zealand.",
      "image": "https://images.unsplash.com/photo-1613575573097-15f53a39267a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8cGVuZ3VpbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/penguin-awareness-day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "Squirrel Appreciation Day",
      "info": "Squirrels are found almost everywhere on Earth. They are native to Africa, the Americas, Europe, and Asia, and have been introduced to Australia. In North America, the western and eastern grey squirrels are very common. In Europe, the red squirrel is more common, but its numbers in Great Britain and Ireland are decreasing. The decrease in the red squirrel population is linked to the introduction of the eastern grey squirrel from North America.",
      "image": "https://images.unsplash.com/photo-1533651180995-3b8dcd33e834?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8c3F1aXJyZWx8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/squirrel-appreciation-day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Hot Sauce Day",
      "info": "Hot sauce is a condiment made by crushing or pureeing raw, cooked, smoked, or pickled chili peppers with spices. Different parts of the world use different kinds of chili peppers as the base for their hot sauces. For example, hot sauces in Mexico are usually made of chipotle or jalapeño peppers, while in Jamaica, scotch bonnet peppers are popularly used to make hot sauces. Other popular chili peppers used in hot sauces include habaneros, Thai chili peppers, green chiles, Sichuan peppers, and bird's eye chili.",
      "image": "https://images.unsplash.com/photo-1617908484839-c93c37c49ae3?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8aG90JTIwc2F1Y2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/hot-sauce-day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "Subhas Chandra Bose Jayanti",
      "info": "Netaji Jayanti or Netaji Subhas Chandra Bose Jayanti, officially known as Parakram Diwas or Parakram Divas (lit.'Day of Valour'), is a national event celebrated in India to mark the birthday of the prominent Indian freedom fighter Netaji Subhas Chandra Bose. It is celebrated annually on 23 January. He played a pivotal role in Indian independence movement. He was the head of Indian National Army (Azad Hind Fouj). He was the founder-head of the Azad Hind Government.",
      "image": "https://media.gettyimages.com/photos/mohandas-k-gandhi-and-subhas-bose-prominent-leaders-of-indian-freedom-picture-id815004614?k=20&m=815004614&s=612x612&w=0&h=6UqgkbPDGdmS0XrhliN_-o3ohev_vMUO4H168MNt-L0=",
      "source": "https://en.wikipedia.org/wiki/Netaji_Jayanti"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Uttar Pradesh Day",
      "info": "Uttar Pradesh Day also referred to as UP Diwas or Uttar Pradesh Diwas in Hindi, is celebrated as foundation day of Indian state, Uttar Pradesh. It is observed on 24 January. On 24 January 1950, the United Provinces was renamed as Uttar Pradesh. In May 2017, the Government of Uttar Pradesh declared to celebrate UP Day on 24 January every year. The celebration of UP Day was proposed by the governor Ram Naik.",
      "image": "https://images.unsplash.com/photo-1599831069477-b2acdc0bcb91?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8dXR0YXIlMjBwcmFkZXNofGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Uttar_Pradesh_Day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "National Voters' Day",
      "info": "In order to encourage more young voters to take part in the political process, Government of India has decided to celebrate January 25 every year as 'National Voter's Day'. It has been started from 25 January 2011 to mark Commission's foundation day. By Observing the new voters, who have attained the age of 18 years, were showing less interest in getting enrolled in the electoral rolls, she said the level of their enrolment was as low as 20 to 25 per cent in certain cases.",
      "image": "https://images.unsplash.com/photo-1494172892981-ce47ca685eea?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8dm90ZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/National_Voters%27_Day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Republic Day",
      "info": "Republic Day is a public holiday in India, when the country marks and celebrates the date on which the Constitution of India came into effect on 26 January 1950, replacing the Government of India Act 1935 as the governing document of India and thus, turning the nation into a newly formed republic. The day also marks the transition of India from an autonomous Commonwealth realm with British Monarch as nominal head of the Indian Dominion, to a fully sovereign republic in the Commonwealth of Nations with the President of India as the nominal head of the Indian Union.",
      "image": "https://images.unsplash.com/photo-1532375810709-75b1da00537c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8aW5kaWF8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Republic_Day_(India)"
    },
    {
      "id": 27,
      "day": 27,
      "title": "Chocolate Cake Day",
      "info": "chocolate cake has rightfully become its own category of cake, with many different styles of chocolate cakes baked and consumed around the world. Some of the more popular types include German chocolate cake, Black Forest cake, chocolate fudge cake, and molten lava cake. Chocolate Cake Day is also known as National Chocolate Cake Day in the United States.",
      "image": "https://images.unsplash.com/photo-1607257882338-70f7dd2ae344?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Y2hvY29sYXRlJTIwY2FrZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/chocolate-cake-day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Data Privacy Day",
      "info": "Data Privacy Day celebrates the anniversary of the signing of the Council of Europe's Convention for the Protection of Individuals with Regard to Automatic Processing of Personal Data in 1981. The holiday was first celebrated in 2007 and promotes the need for data privacy. It also helps raise awareness about how people can protect their data and their privacy, online and offline.",
      "image": "https://images.unsplash.com/photo-1633265486064-086b219458ec?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fGRhdGElMjBwcml2YWN5fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/data-privacy-day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "Puzzle Day",
      "info": "Puzzles are problems that are difficult to solve or require special skills to resolve. They can take various forms and emphasize different expertise. For example, crosswords, word search, and anagrams put a person's vocabulary and skills with a language to test. Games like Sudoku and Rubik's Cube, on the other hand, test the player's logical thinking and mathematical skills. Jigsaws develop patience and visual skills.",
      "image": "https://images.unsplash.com/photo-1634128221889-82ed6efebfc3?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mjd8fHB1enpsZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/puzzle-day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "Mahatma Gandhi's Death Aniversary",
      "info": "At 5:17 pm on 30 January 1948, Gandhi was with his grandnieces in the garden of Birla House (now Gandhi Smriti), on his way to address a prayer meeting, when Nathuram Godse, a Hindu nationalist, fired three bullets into his chest from a pistol at close range. According to some accounts, Gandhi died instantly. In other accounts, such as one prepared by an eyewitness journalist, Gandhi was carried into the Birla House, into a bedroom. There he died about 30 minutes later as one of Gandhi's family members read verses from Hindu scriptures.",
      "image": "https://images.unsplash.com/photo-1509603148757-f2a393f18afa?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8Z2FuZGhpfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Mahatma_Gandhi#Death"
    },
    {
      "id": 31,
      "day": 31,
      "title": "Street Children's Day",
      "info": "2009 marked the 75th anniversary of the canonisation of John Bosco, the 'Father and Teacher of Youth'. To mark the anniversary, Jugend Eine Welt launched Street Children's Day the same year. The 'Street Children's Day' is commemorated every year on the January 31st and should highlight the situation of these children and young people and raise funds for projects run by the Salesians of Don Bosco and the Salesian Sisters of Don Bosco in favour of street children worldwide.",
      "image": "https://images.unsplash.com/photo-1527821468487-b724210d296a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8c3RyZWV0JTIwY2hpbGRyZW58ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Jugend_Eine_Welt"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "Indian Coast Gurad Day",
      "info": " It is observed on 1 February annually to appreciate the remarkable role played by the service in securing the nation's interests in the maritime zones. It is the fourth largest Coast Guard in the world and played a significant role in securing the Indian coasts and enforcing regulations in the maritime zones of India. Currently, Indian Coast Guard Day has 158 ships and 70 aircraft in its inventory. In 1978, ICG had seven surface platforms. The target is to achieve force levels of 200 surface platforms and 80 aircraft by 2025 as per Press Information Bureau.",
      "image": "https://images.unsplash.com/photo-1613993854053-151c103d3fb6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8Y29hc3QlMjBndWFyZHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.jagranjosh.com/general-knowledge/indian-coast-guard-day-1643686579-1"
    },
    {
      "id": 2,
      "day": 2,
      "title": "World Wetlands Day",
      "info": "World Wetlands Day is an environmentally related celebration which dates back to the year of 1971 when several environmentalists gathered to reaffirm the protection and love for wetlands, which are the small environments of plant life and organisms found within water bodies that bring about ecological health in abundance to not only water bodies but environments as a whole.",
      "image": "https://images.unsplash.com/photo-1586417752607-03f8e0d2fc9b?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8d2V0bGFuZHN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Wetlands_Day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "Carrot Cake Day",
      "info": "Carrot cake is considered a tad bit healthier than your average sugary cake. Carrots are full of fiber and packed with health-promoting beta carotene, that promote good vision, especially night vision, and help combat health-damaging free radical activity. It is usually made with less sugar, healthy oils, and sometimes has healthy nuts in it.",
      "image": "https://images.unsplash.com/photo-1580822664294-f9462d112359?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Y2Fycm90JTIwY2FrZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/carrot-cake-day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "World Cancer Day",
      "info": "World Cancer Day is an international day marked on 4 February to raise awareness of cancer and to encourage its prevention, detection, and treatment. World Cancer Day is led by the Union for International Cancer Control (UICC) to support the goals of the World Cancer Declaration, written in 2008. The primary goal of World Cancer Day is to significantly reduce illness and death caused by cancer and is an opportunity to rally the international community to end the injustice of preventable suffering from cancer.",
      "image": "https://images.unsplash.com/photo-1598885159329-9377168ac375?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8Y2FuY2VyfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Cancer_Day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "Chocolate Fondue Day",
      "info": "Fondue is a communal dish eaten out of a pot that is kept warm with a candle or lamp. The heat keeps the cheese or the chocolate melted and warm. Diners use skewers, toothpicks, or special fondue forks to dip the bread or fruit in the melted cheese or chocolate.",
      "image": "https://images.unsplash.com/photo-1517578239113-b03992dcdd25?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8Y2hvY29sYXRlJTIwZm9uZHVlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/chocolate-fondue-day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Lame Duck Day",
      "info": "Contrary to popular belief, a lame duck is not an injured or an uncool duck. Lame duck is a term usually reserved for politics in many democratic countries in the West and in Australia. It refers to a person or a group of people who are nearing the end of their elected term and will not be running for political office again.",
      "image": "https://images.unsplash.com/photo-1610834298273-a2ec97ba979d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fGR1Y2t8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/lame-duck-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "Rose Day",
      "info": "Rose Day is celebrated in India on 7 February as a day to offer Rose to your significant other. A large number of young people give roses to propose to their prospective girlfriend or boyfriend. It is the First day in Valentines Week. Although Valentine's day is celebrated across whole world, Valentine week is something celebrated in India only. This week marks various festivities across India.",
      "image": "https://images.unsplash.com/photo-1555704232-77904cb981fe?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8cmVkJTIwcm9zZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Propose_Day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "Propose Day",
      "info": "Propose Day is celebrated in India on 8 February as a day to propose to your significant other. A large number of young people give roses to propose to their prospective girlfriend or boyfriend. It is the Second day in Valentines Week. Although Valentine's day is celebrated across whole world, Valentine week is something celebrated in India only. This week marks various festivities across India.",
      "image": "https://images.unsplash.com/photo-1605101943206-05c8f4e64598?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8cHJvcG9zZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Propose_Day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Chocolate Day",
      "info": "Chocolate Day is celebrated in India on 8 February as a day to give Chocolates to your significant other. A large number of young people give Chocolates to their prospective girlfriend or boyfriend. It is the Third day in Valentines Week. Although Valentine's day is celebrated across whole world, Valentine week is something celebrated in India only. This week marks various festivities across India.",
      "image": "https://images.unsplash.com/photo-1586195830864-e4d9688815c8?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjJ8fHNoYXJlJTIwY2hvY29sYXRlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Propose_Day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "Teddy Day",
      "info": "On this day people gift teddies to their special someone as a token of their love. No matter how old you get, it's never too late to buy a soft toy. The huggable, fluffy companion can bring an instant smile, and cheer people up when they feel down. It is the Fourth day in Valentines Week. Gifting this adorable stuffed toy can make someone's day. Are wondering how to choose the perfect teddy for your partner? Well, the cute teddies are available in various sizes and vivid colours.",
      "image": "https://images.unsplash.com/photo-1543886151-3bc2b944c718?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dGVkZHl8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.indiatoday.in/information/story/teddy-day-2021-know-why-teddy-day-is-celebrated-in-valentine-s-week-1767758-2021-02-10#:~:text=It%20is%20celebrated%20as%20Teddy,to%20buy%20a%20soft%20toy.&text=Gifting%20this%20adorable%20stuffed%20toy%20can%20make%20someone's%20day."
    },
    {
      "id": 11,
      "day": 11,
      "title": "Promise Day",
      "info": "This day is one of the most special and anticipated days of the whole Valentine's week which is devoted to making promises. Promise Day is celebrated on February 11 after Chocolate Day and Teddy Day. Promise day is very important. It is the Fifth day in Valentines Week. Do you know why? Promises are the pillar of a happy and healthy relationship. ",
      "image": "https://images.unsplash.com/photo-1491602917301-a0d24c462b8b?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8cHJvbWlzZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.indiatoday.in/information/story/promise-day-2020-know-why-promises-are-important-1644202-2020-02-07"
    },
    {
      "id": 12,
      "day": 12,
      "title": "Hug Day",
      "info": "Hug Day is celebrated on 12th February every year as the sixth important day of Valentine’s week. On this day, people hug their partner as a sweet gesture of love and affection. Through gentle hugs, they offer each other the warmth of their love that strengthens their relationship further. Offer a warm hug to your beloved or partner to show that you will always love them and be there for them till your very last breath.",
      "image": "https://images.unsplash.com/photo-1611075099808-e3af7993333a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTV8fGh1Z3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.fnp.com/article/when-is-hug-day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Kiss Day",
      "info": "Kiss Day is considered as a golden day of the whole Valentine's week because a kiss can express your feelings in a better and more romantic way than any words could. It's celebrated on February 13 every year. Kissing is said to be a universally loved act. It is a gesture that communicates your emotions without having to say them! It is a very beautiful form of expressing love.",
      "image": "https://images.unsplash.com/photo-1605041140728-fecfe5b22e16?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8a2lzc3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.indiatoday.in/information/story/when-is-kiss-day-in-valentines-week-2021-date-and-significance-1768660-2021-02-12"
    },
    {
      "id": 14,
      "day": 14,
      "title": "Valentine's Day",
      "info": "Love is in the air as the much-awaited Valentine's Day will be celebrated by couples of all ages on February 14. While this day is now known for gifts, fancy dinner dates, and an overall celebration of love, the origins of Valentine's Day are far less romantic. In some parts of the world, Valentine's Day is observed as a day for expressing love between family members and friends, rather than that of romantic couples. Some traditions include leaving lollies and gifts for children and others include acts of appreciation between friends.",
      "image": "https://images.unsplash.com/photo-1623284060556-37e5ff559dd3?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjJ8fHZhbGVudGluZXN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.hindustantimes.com/lifestyle/festivals/valentines-day-2021-the-history-significance-surrounding-the-day-of-love-101613205223302.html"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Singles Appreciation Day",
      "info": "Singles Appreciation Day is celebrated on February 15 each year. It is an unofficial holiday celebrated by single people. It serves as a complement to Valentine's Day for people who are single, and not married or in a romantic relationship. It is a celebration of love in all forms recognizing the love between friends, family and loving yourself.",
      "image": "https://images.unsplash.com/photo-1584953165719-3813269c9bb6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjF8fHNpbmdsZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Singles_Awareness_Day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Do a Grouch a Favor Day",
      "info": "If you see someone who is grumpy, do something nice for them. Something as simple as a cheerful greeting and a smile can make someone’s day. If you know of someone who is having a hard time, make their day by taking them out for lunch or treat them to their favorite dessert. Be cheerful, remember happiness is contagious and your cheer may just rub off.",
      "image": "https://images.unsplash.com/photo-1622354506417-b34c589b36f0?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTV8fGFuZ3J5fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/do-a-grouch-a-favor-day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "Random Act of Kindness Day",
      "info": "Considered to be a core value of most religions and cultures, kindness is the act of showing concern for others, loved ones and strangers, without any expectations of any consideration in return. Studies have shown that being compassionate not only helps other people, but also makes one happy and healthier. People who are kind are thought to have lower risk for heart and blood pressure-related diseases.",
      "image": "https://images.unsplash.com/photo-1576560665905-28b4d4ea3380?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8aGVscGluZ3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/random-act-of-kindness-day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "Battery Day",
      "info": "A battery is a device that converts chemical energy to electrical energy. It is thought that the term battery to describe such a device was first used by Benjamin Franklin because the setting of the capacitator he saw reminded him of a battery of cannons. Celebrate the day by swapping out old the old, dead batteries from your household items.",
      "image": "https://images.unsplash.com/photo-1619641805634-b867f535071c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8YmF0dGVyeXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/battery-day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "Chatrapati Shivaji Maharaj Jayanti",
      "info": "Shiv Jayanti is the birth anniversary of great Maratha ruler Shivaji. Shivaji Maharaj is considered as the greatest Maratha ruler who carved an enclave from the declining Adilshahi sultanate of Bijapur that became the start of the Maratha Empire. At the young age of 16, Shivaji seized the Torna fort and by the age of 17 had seized the Raigad and Kondana forts. Shivaji Maharaj as he is popularly known was named Shivaji Bhonsle and was a member of the Bhonsle Maratha clan.",
      "image": "https://cdn.pixabay.com/photo/2017/05/25/09/48/statue-2342792_960_720.jpg",
      "source": "https://en.wikipedia.org/wiki/Shiv_Jayanti"
    },
    {
      "id": 20,
      "day": 20,
      "title": "World Day of Social Justice",
      "info": "World Day of Social Justice (Social Justice Equality Day) is an international day recognizing the need to promote social justice, which includes efforts to tackle issues such as poverty, exclusion, gender inequality, unemployment, human rights, and social protections. Many organizations, including the UN, American Library Association (ALA), and the International Labour Organization, make statements on the importance of social justice for people.",
      "image": "https://images.unsplash.com/photo-1589994965851-a8f479c573a9?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8anVzdGljZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Day_of_Social_Justice"
    },
    {
      "id": 21,
      "day": 21,
      "title": "International Mother Language Day",
      "info": "International Mother Language Day is a worldwide annual observance held on 21 February to promote awareness of linguistic and cultural diversity and to promote multilingualism. First announced by UNESCO on 17 November 1999, it was formally recognized by the United Nations General Assembly with the adoption of UN resolution 56/262 in 2002. Mother Language Day is part of a broader initiative 'to promote the preservation and protection of all languages used by peoples of the worl' as adopted by the UN General Assembly on 16 May 2007 in UN resolution 61/266,[3] which also established 2008 as the International Year of Languages.",
      "image": "https://images.unsplash.com/photo-1624384897936-f0976c16c7ba?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGxhbmd1YWdlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Mother_Language_Day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Single Tasking Day",
      "info": "The made-up holiday clearly wants to encourage people to devote all their time and energy on accomplishing one task at a time. Some people also celebrate it on February 19. Productivity experts suggest that the best way to accomplish something well is to direct all of one's energy and time on the task. Single tasking increases engagement and helps reduce errors. By improving productivity and accuracy, single tasking can help reduce stress and other health problems that are stress-related.",
      "image": "https://images.unsplash.com/photo-1581291518857-4e27b48ff24e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8d29ya3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/single-tasking-day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "International Dog Biscuit Appreciation Day",
      "info": "Dog biscuits, or dog bread as they were known then, have been part of human-canine history since Roman times. They say that a dog is a man’s best friend – they shower you with unconditional love and are always there for you. So, give your dog all your love on Dog Biscuit Appreciation Day. Treat your dog with his or her favorite biscuits. Better still, bake them at home – they will surely appreciate it!",
      "image": "https://images.unsplash.com/photo-1592468257342-8375cb556a69?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8ZG9nJTIwdHJlYXR8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-dog-biscuit-appreciation-day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Tortilla Chip Day",
      "info": "Tortilla chips were first popularized as a way to reuse misshapen tortillas by Rebecca Webb Carranza whose family owned the Los Angeles-based El Zarape Tortilla Factory in the 1940s. Today tortilla chips accompanied by some form of a dip is now a staple party dish. Usually made of fried yellow corn tortillas, tortilla chips can be served with dips like salsa, guacamole, or spicy guacamole. It can be incorporated in a more elaborate dish with cheese and sour cream such as nachos.",
      "image": "https://images.unsplash.com/photo-1600891965230-bab485b08bbd?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8dG9ydGlsbGElMjBjaGlwc3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/tortilla-chip-day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "People Power Day",
      "info": "The People Power Revolution, also known as the EDSA Revolution or the February Revolution, was a series of popular demonstrations in the Philippines, mostly in Metro Manila, from February 22 to 25, 1986. There was a sustained campaign of civil resistance against regime violence and electoral fraud. The nonviolent revolution led to the departure of Ferdinand Marcos, the end of his 20-year dictatorship and the restoration of democracy in the Philippines.",
      "image": "https://images.unsplash.com/photo-1504976640860-42dcbf3a56da?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDF8fHBlb3BsZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/People_Power_Revolution"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Pistachio Day",
      "info": "Pistachios are a rich source of proteins, fiber, and vitamin B. Research indicates that adding the nut to one's daily diet may reduce the risk of heart disease. The nut is used in many cuisines around the world. In the Middle East, it is one of the main ingredients in many types of sweets including baklava and halva. In Italy, it is used to make spumoni and pistachio gelato – the Italian versions of ice cream.",
      "image": "https://images.unsplash.com/photo-1610137512859-aa919f651a05?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cGlzdGFjaGlvfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/pistachio-day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "International Polar Bear Day",
      "info": "Polar Bear International is a group run by conservationists, scientists, and volunteers working to educate the public about the effects of climate change on the Arctic region. More specifically, they focus on how global warming is slowly destroying the habitat of polar bears and adversely affecting their population.",
      "image": "https://images.unsplash.com/flagged/photo-1591475791029-f9efe6297456?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8cG9sYXIlMjBiZWFyfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-polar-bear-day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Public Sleeping Day",
      "info": "Public Sleeping Day or National Public Sleeping Day as it is also known, encourages people to commune with nature by sleeping outdoors in public. Get your favorite pillow and blanket and find a safe and clean place in public to take a nap. Make sure you layer up if it is still winter in your part of the world. Get together with friends and organize a large pajama party at a park.",
      "image": "https://images.unsplash.com/photo-1530083100317-1b635da9af95?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8cGFyayUyMHNsZWVwfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/public-sleeping-day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "Rare Disease Day",
      "info": "Rare Disease Day is an observance held on the last day of February to raise awareness for rare diseases and improve access to treatment and medical representation for individuals with rare diseases and their families.[1][2][3][4][5][6] The European Organisation for Rare Diseases established the day in 2008 to raise awareness for unknown or overlooked illnesses. According to that organization, treatment for many rare diseases is insufficient, as are the social networks to support individuals with rare diseases and their families.",
      "image": "https://images.unsplash.com/photo-1592041828844-289fdc630ac0?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzZ8fGRpc2Vhc2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Rare_Disease_Day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "World Compliment Day",
      "info": "March 1 is celebrated as World Compliment Day, a day that aims to address the “basic human need for recognition and appreciation.” Started in the Netherlands by Hans Poortvliet in 2001, the day is now celebrated in many European countries including Norway and Belgium. According to the official website of the unofficial holiday, Poortvliet created the day as a way to spread happiness and increase productivity. The website encourages people to use words instead of gifts as a way to praise and appreciate people. The idea is to create the “most positive day in the world.”",
      "image": "https://images.unsplash.com/photo-1600880292203-757bb62b4baf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjB8fGhhbmRzaGFrZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/world-compliment-day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Old Stuff Day",
      "info": "March 2 is Old Stuff Day. Take some time on this made-up holiday to appreciate the beauty of all things old and vintage. Or you can reflect on the same old, and sometimes boring, things that you do every day and take the opportunity to change things up. The holiday is also sometimes called National Old Stuff Day in the United States. Not all old things are created equal. Those who study history divide historical items into two groups based on their age. Antiques are items that are at least 100 years old, while vintage items usually have to be at least 30 years or more old.",
      "image": "https://images.unsplash.com/photo-1522527152813-42c29f053b0e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fGFudGlxdWV8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/old-stuff-day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "World Hearing Day",
      "info": "World Hearing Day is a campaign held each year by Office of Prevention of Blindness and Deafness of the World Health Organization (WHO). Activities take place across the globe and an event is hosted at the World Health Organization on March 3. The campaign's objectives are to share information and promote actions towards the prevention of hearing loss and improved hearing care. The first event was held in 2007. Before 2016 it was known as International Ear Care Day. Each year, the WHO selects a theme, develops educational materials, and makes these freely available in several languages. It also coordinates and reports on events around the globe.",
      "image": "https://images.unsplash.com/photo-1445633743309-b60418bedbf2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8d2hpc3BlcnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Hearing_Day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "World Obesity Day",
      "info": "World Obesity Day is observed globally on 4 March as of March 2020 (having previously been observed on the 11th October) with the view of promoting practical solutions to end the global obesity crisis. It is organized by the World Obesity Federation, a non-profit body which is in official relations with the World Health Organization and is a collaborating body on the Lancet Commission on Obesity. World Obesity states that its aim is to \"lead and drive global efforts to reduce, prevent and treat obesity.\" The first World Obesity Day took place in 2015. The second took place in 2016 and focused on childhood obesity, aligning with the WHO Commission report on Ending Childhood Obesity.",
      "image": "https://images.unsplash.com/photo-1611077544218-c93992b06e92?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8b2Jlc2l0eXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Obesity_Day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "Learn What Your Name Means Day",
      "info": "On March 5, or Learn What Your Name Means Day, do some research to find out the out the origin and history of your name - first and last. Maybe you'll find a great tale behind your name! The holiday is part of Celebrate Your Name Week created by American Jerry Hill in 1997. The purpose of the week is to encourage people to celebrate and appreciate their unique names. Because of different naming conventions around the world, a person's name, while not unique, can tell a lot of the person's heritage and family history. For example, many societies in the world use patronymic names - at least one part of a person's name comes from the father's family.",
      "image": "https://images.unsplash.com/photo-1521633473000-3ed726ffc381?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fG5hbWUlMjBkYXl8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/learn-what-your-name-means-day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Dentist’s Day",
      "info": "Celebrate dentists all over the world and honor their role in keeping us healthy and smiling on March 6 or Dentist’s Day. Dentists tend to get a bad rap, but they are essential for keeping us and our communities healthy. Dentistry is one of the oldest medical specialization. Oral health has always been a source of trouble for people and a subject matter of great interest to physicians throughout human history. The first dentist in recorded history - Hesy Ra - is thought to have lived and practiced his dentistry in Egypt around 2600 BCE.",
      "image": "https://images.unsplash.com/photo-1598256989800-fe5f95da9787?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8ZGVudGlzdHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/dentists-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "Alexander Graham Bell Day",
      "info": "Alexander Graham Bell Day is celebrated every year on March 7. The unofficial holiday recognizes the day in 1876 when Alexander Graham Bell was granted a patent for the technology that would later become the telephone and changed the world of communications. On March 7, 1876, Alexander Graham Bell was granted a patent for “transmitting vocal or other sounds telegraphically.” Three days later, on March 10, Bell uttered the famous words \"Mr. Watson, come here, I want to see you\" into a transmitter. His assistant, Thomas Watson, who was in the next room, heard the words clearly and thus, the first telephone was created.",
      "image": "https://images.unsplash.com/photo-1585159650922-4f7e634cefbc?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8dGVsZXBob25lfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/alexander-graham-bell-day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "International Women's Day",
      "info": "International Women's Day (IWD) is a global holiday celebrated annually on March 8 as a focal point in the women's rights movement, bringing attention to issues such as gender equality, reproductive rights, and violence and abuse against women. International Women's Day is commemorated in a variety of ways worldwide; it is a public holiday in several countries, and observed socially or locally in others to celebrate and promote the achievements of women.",
      "image": "https://images.unsplash.com/photo-1529333166437-7750a6dd5a70?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjB8fHdvbWVufGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Women%27s_Day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "National Meatball Day",
      "info": "Just the word meatball is enough to bring to mind great family meals for most people. These little balls of various meats can be found throughout the world in almost every culture. Most people may associate them with Italian cuisine, though spaghetti and meatballs is actually an American dish. No matter your background, you can jump in and enjoy National Meatball Day! Meatballs are made by taking ground or minced meat such as beef, pork or lamb, mixing it with spices, breadcrumbs, eggs or other ingredients and then rolling it into a ball to be cooked. Cooking methods vary and include frying, braising or baking.",
      "image": "https://images.unsplash.com/photo-1625242661157-e9e5708ffe5e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8bWVhdGJhbGx8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.daysoftheyear.com/days/meatball-day/"
    },
    {
      "id": 10,
      "day": 10,
      "title": "Mario Day",
      "info": "March 10 is Mario Day, a day to celebrate the main character of the popular Nintendo video game franchise, Super Mario. March 10 was chosen by fans of the game as the date for this holiday because March 10 when abbreviated and written without a space between the month and date – Mar10 – looks like the word Mario. The Super Mario video games follows the adventures of Italian plumber Mario and his brother Luigi while they try to rescue Princess Peach from the evil Bowser. Princess Peach is the princess of the fictional Mushroom Kingdom in which the game is set.",
      "image": "https://images.unsplash.com/photo-1602620502036-e52519d58d92?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8c3VwZXIlMjBtYXJpb3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/mario-day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "Oatmeal Nut Waffle Day",
      "info": "March 11 is Oatmeal Nut Waffle Day. It is a day to treat yourself to not just waffles, but the healthier version of the popular breakfast food. Oatmeal nut waffles are made by adding quick cooking oats and different types of nuts to the regular waffle batter of flour, eggs, and butter. They can be eaten the same way as waffles - as is or with different toppings like fruit, yogurt, whipped cream, or jelly or jam. Oatmeal nut waffles not only easy to make, but are also more wholesome and nutritious than regular waffles due to the addition of oats and nuts.",
      "image": "https://images.unsplash.com/photo-1609246258268-fd17f2b9a2c7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8d2FmZmVsc3xlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/oatmeal-nut-waffle-day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "World Day Against Cyber Censorship",
      "info": "World Day Against Cyber Censorship is an online event held each year on March 12 to draw attention to the ways that governments around the world are deterring and censoring free speech online. The day was first observed on 12 March 2008 at the request of Reporters Without Borders and Amnesty International. A letter written by Jean-François Julliard, Secretary-General of Reporters Without Borders, and Larry Cox, Executive Director of Amnesty International, was sent to the Chief Executive Officers of Google, Yahoo!, Inc., and Microsoft Corporation to request observation of the day.",
      "image": "https://images.unsplash.com/photo-1633265486064-086b219458ec?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8Y3liZXIlMjBzZWN1cml0eXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Day_Against_Cyber_Censorship"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Jewel Day",
      "info": "Celebrate all things shiny, blingy, and sparkly on March 13, or Jewel Day. Jewel is a term used to refer to gemstones - precious or semi-precious and natural or man-made - and for ornaments made from these gemstones. The word comes from the Medieval Latin word jocale meaning plaything or pastime. Jewels and ornaments have been used by humans for functional and decorative purposes throughout history. In many societies in the past and present, jewelry is worn as a way of reflecting one's status in society.",
      "image": "https://images.unsplash.com/photo-1594709286069-f1d05fd0dd44?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8amV3ZWxsZXJ5JTIwbW9kZWx8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/jewel-day"
    },
    {
      "id": 14,
      "day": 14,
      "title": "Pi Day",
      "info": "Pi Day is an annual celebration of the mathematical constant π (pi). Pi Day is observed on March 14 (3/14 in the month/day format) since 3, 1, and 4 are the first three significant figures of π. It was founded in 1988 by Larry Shaw, an employee of the San Francisco, California science museum, the Exploratorium. Celebrations often involve eating pie or holding pi recitation competitions. In 2009, the United States House of Representatives supported the designation of Pi Day. UNESCO's 40th General Conference designated Pi Day as the International Day of Mathematics in November 2019.",
      "image": "https://media.istockphoto.com/id/183493816/photo/pi-on-a-blackboard.jpg?b=1&s=170667a&w=0&k=20&c=x-7TPYrKtjAzYzMR9y6FIZ3qpxn3inrjxDkPIZSH-Uc=",
      "source": "https://en.wikipedia.org/wiki/Pi_Day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "World Consumer Rights Day",
      "info": "On 15 March 1962 former US President John F. Kennedy said: Consumers by definition include us all. They are the largest economic group, affecting and affected by almost every public and private economic decision. Yet they are the only important group… whose views are often not heard. Consumer rights activist Anwar Fazal working for Consumers International at the time, later proposed the observance of a 'World Consumer Rights Day' marking that date, and on 15 March 1983 consumer organizations started observing that date as an occasion to promote basic rights of consumers",
      "image": "https://images.unsplash.com/photo-1553531889-56cc480ac5cb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fHNob3BwaW5nfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Consumers_International#World_Consumer_Rights_Day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Every Thing You Do is Right Day",
      "info": "Everything You Do is Right Day is the opposite of Everything You Think is Wrong day, which is possibly one of the most dispiriting made-up holidays out there. It is an unofficial holiday that encourages people to believe that no matter what happened before today, everything they do on this day will turn out great. We all need positive reinforcements from time to time and what better way to bring positivity in our lives by celebrating this reaffirming holiday?",
      "image": "https://images.unsplash.com/photo-1570872309681-828bdb21903c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjB8fHRodW1icyUyMHVwfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/every-thing-you-do-is-right-day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "Submarine Day",
      "info": "March 17 is Submarine Day. The unofficial holiday celebrates the technological advances that make the use of the watercraft possible. It is thought that the unofficial holiday commemorates the date in 1898 when Irish engineer John Philip Holland showed his submarine design to the U.S. Navy. Called the Holland Type VI submarine, his prototype was the first modern submarine design to work successfully underwater. His submarines became the first vessels to be bought by the United States Navy and the British Royal Navy.",
      "image": "https://images.unsplash.com/photo-1575976933959-b47ffbe1ebc0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8c3VibWFyaW5lfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/submarine-day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "Awkward Moments Day",
      "info": "On March 18, or Awkward Moments Day, celebrate (or forget) those awkward and embarrassing moments in our lives that may have made us want to hide. It may not be a coincidence that it falls the day after St. Patrick's Day, a day often associated in many parts of the world with alcohol and partying. It could also be that the anonymous founders of the day wanted people to embrace all the awkward moments in their lives and laugh at them. After all, it is these moments that make the best stories and life lessons for the kids and the grandkids.",
      "image": "https://images.unsplash.com/photo-1527105829986-f55628ee9c13?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fGF3a3dhcmR8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/awkward-moments-day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "Let's Laugh Day",
      "info": "Let’s Laugh Day is celebrated every year on March 19. It is an unofficial holiday that encourages people to laugh and enjoy the benefits of laughter. Studies have suggested that laughter can help people relax and reduce stress. Laughing and being joyful can also have health and social benefits. People who laugh often are seen by their peers as happy and friendly. As a result, they tend to have more friends and are easily accepted as a part of different social groups.",
      "image": "https://images.unsplash.com/photo-1489710437720-ebb67ec84dd2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NTR8fGxhdWdoaW5nfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/lets-laugh-day"
    },
    {
      "id": 20,
      "day": 20,
      "title": "World Sparrow Day",
      "info": "World Sparrow Day is a day designated to raise awareness of the house sparrow and then other common birds to urban environments, and of threats to their populations, observed on 20 March. It is an international initiative by the Nature Forever Society of India in collaboration with the Eco-Sys Action Foundation (France) and numerous other national and international organizations across the world.",
      "image": "https://images.unsplash.com/photo-1507477338202-487281e6c27e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8c3BhcnJvd3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Sparrow_Day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "World Poetry Day",
      "info": "World Poetry Day is celebrated on 21 March, and was declared by UNESCO (the United Nations Educational, Scientific and Cultural Organization) in 1999, \"with the aim of supporting linguistic diversity through poetic expression and increasing the opportunity for endangered languages to be heard\". Its purpose is to promote the reading, writing, publishing and teaching of poetry throughout the world and, as the original UNESCO declaration says, to \"give fresh recognition and impetus to national, regional and international poetry movements\".",
      "image": "https://images.unsplash.com/photo-1513094116080-a9255c930d1a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cG9ldHJ5fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Poetry_Day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "World Water Day",
      "info": "World Water Day is an annual United Nations (UN) observance day held on 22 March that highlights the importance of fresh water. The day is used to advocate for the sustainable management of freshwater resources. The theme of each year focuses on topics relevant to clean water, sanitation and hygiene (WASH), which is in line with the targets of Sustainable Development Goal 6.[2] The UN World Water Development Report (WWDR) is released each year around World Water Day.",
      "image": "https://images.unsplash.com/photo-1483691278019-cb7253bee49f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8c2F2ZSUyMHdhdGVyfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Water_Day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "World Meteorological Day",
      "info": "World Meteorological Day was established in 1961 to commemorate the World Meteorological Organization creation on 23 March 1950. This organization announces a slogan for World Meteorology Day every year, and this day is celebrated in all member countries. The World Meteorological Organisation (WMO), an organization of the United Nations, was created on 23 March 1950 to replace the International Meteorological Organization. It began operations in 1951 to coordinate member nation in the fields of meteorology, operational hydrology, and Earth sciences for the security of their population. The first World Meteorological Day was held on 23 March 1961.",
      "image": "https://images.unsplash.com/photo-1438932150719-500cc59a04cd?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8bWV0ZW9yfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Meteorological_Day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "World Tuberculosis Day",
      "info": "World Tuberculosis Day, observed on 24 March each year, is designed to build public awareness about the global epidemic of tuberculosis (TB) and efforts to eliminate the disease. In 2018, 10 million people fell ill with TB, and 1.5 million died from the disease, mostly in low and middle-income countries. This also makes it the leading cause of death from an infectious disease. ",
      "image": "https://images.unsplash.com/photo-1631651366606-3e896ab800d2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8dHViZXJjdWxvc2lzfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Tuberculosis_Day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "International Day of the Unborn Child",
      "info": "The International Day of the Unborn Child is an annual commemoration of unborn fetuses, observed as a day of opposition to abortion, on March 25. It was established by Pope John Paul II to coincide with the Feast of the Annunciation. John Paul II viewed the day as \"a positive option in favour of life and the spread of a culture for life to guarantee respect for human dignity in every situation\".",
      "image": "https://images.unsplash.com/photo-1652594031215-d7cfeee77086?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dW5ib3JuJTIwYmFieXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_of_the_Unborn_Child"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Make Up Your Own Holiday Day",
      "info": "March 26 is Make Up Your Own Holiday Day. It is a day to think up of a thing, person, animal, phrase, or food and create a holiday to celebrate it. The unofficial holiday honors all made-up holidays past, present, and future and encourages people to come up with creative, quirky, offbeat, important, and significant things to celebrate, observe, and commemorate. The holiday is also known as National Make up Your Own Holiday Day in the United States.",
      "image": "https://images.unsplash.com/photo-1633526543814-9718c8922b7a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Y2FsZW5kYXJ8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/make-up-your-own-holiday-day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "World Theatre Day",
      "info": "World Theatre Day (WTD) is an international observance celebrated on 27 March. It was initiated in 1961 by the International Theatre Institute. World Theatre Day was initiated in 1962 by the International Theatre Institute (ITI). It is celebrated annually on 27 March by ITI Centres and the international theatre community. One of the most important of these is the circulation of the World Theatre Day International Message through which at the invitation of ITI, a figure of world stature shares his or her reflections on the theme of Theatre and a Culture of Peace.",
      "image": "https://images.unsplash.com/photo-1585699324551-f6c309eedeca?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8dGhlYXRlcnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Theatre_Day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Something on a Stick Day",
      "info": "March 28 is Something on a Stick Day. It is a day to have fun with your food and to celebrate delicious and easy-to-eat dishes on a stick. In many cultures, snacks and road-side food are served on a stick or a skewer. These snacks are usually chunks of vegetables or meat that are grilled, baked, or fried. Food on a stick can be savory or sweet and can be served hot or cold.",
      "image": "https://images.unsplash.com/photo-1593708659671-595be1c95128?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8c2tld2Vyc3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/something-on-a-stick-day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "Smoke and Mirrors Day",
      "info": "Celebrate the magic on Smoke and Mirrors Day. Also sometimes known as Festival of Smoke and Mirrors Day, this unofficial holiday is celebrated annually on March 29. Smoke and mirrors is an English language phrase that is used to describe things and actions that are deceptive, manipulative, or lack complete explanation. Mirrors are also often used to create illusions by manipulating light and using the properties of reflection and refraction. Some of the popular magic tricks using mirrors include the Sphinx and the Vampire.",
      "image": "https://images.unsplash.com/photo-1523946638354-61fa6b810524?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fHNtb2tlJTIwbWFnaWN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/smoke-and-mirrors-day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "Take a Walk in the Park Day",
      "info": "Commune with nature and enjoy the bounties it has to offer on Take a Walk in the Park Day. Celebrated annually on March 30, the unofficial holiday encourages people to get active and enjoy the physical and mental benefits that come from walking in nature. Walking in nature - away from the dust and pollution of streets and cars - can boost moods and reduce stress. Studies have shown that people who hike or walk in green areas tend to be happier than those who don't.",
      "image": "https://images.unsplash.com/photo-1569992274375-e56b14e234f1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8cGFyayUyMHdhbGt8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/take-a-walk-in-the-park-day"
    },
    {
      "id": 31,
      "day": 31,
      "title": "World Backup Day",
      "info": "World Backup day is a commemorative date celebrated annually by the backup industry and tech industry all over the world. The World Backup Day highlights the importance of protecting data and keeping systems and computers secure. World Backup Day started with a post on Reddit where a user wrote about losing their hard drive and wishing someone had reminded them about how important it is to backup data. The campaign started in 2011 and every year many news outlets write articles about the importance of backing up data on World Backup Day.",
      "image": "https://images.unsplash.com/photo-1597852074816-d933c7d2b988?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8YmFja3VwfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Backup_Day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "April Fool's Day",
      "info": "Celebrated on April 1, April Fool’s Day, also known as All Fool’s Day, is a day for tricks, pranks, and jokes. Other names include April Noddy Day, Gowkie Day, Huntigowk Day, and St All-Fool’s Morn. April 1 is a day for practical jokes in many countries around the world. The simplest jokes may involve children who tell each other that their shoelaces are undone and then cry out “April Fool!” when the victims glance at their feet.",
      "image": "https://images.unsplash.com/photo-1466921583968-f07aa80c526e?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxjb2xsZWN0aW9uLXBhZ2V8MXw0ODQ4NTkxfHxlbnwwfHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/world/april-fools-day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Walk to Work Day",
      "info": "Years of medical research has shown that walking is one of the best ways to stay healthy and keep your body in shape. So, once a year, why not take the doctor’s advice and walk to work on Walk to Work Day?",
      "image": "https://images.unsplash.com/photo-1485348616965-15c926318fbb?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxzZWFyY2h8MzZ8fHN1aXQlMjBtYW4lMjB3YWxrfGVufDB8fDB8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/walk-to-work-day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "World Party Day",
      "info": "April 3 is World Party Day. Also known as P Day, it is an annually celebrated unofficial holiday that aims to achieve social change and harmony by encouraging people to celebrate life by partying. The idea behind the holiday is that the opposite of war and suffering should not be to passively observe peace. Instead, people must actively participate in the celebration of life.",
      "image": "https://images.unsplash.com/photo-1516450360452-9312f5e86fc7?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTV8fHBhcnR5fGVufDB8fDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/world-party-day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "Tell a Lie Day",
      "info": "Nope, we aren’t lying, we promise! April 4 is Tell a Lie Day! The holiday of unknown origins comes just a few days after another holiday that celebrates trickery and lying - April Fool's Day and a few weeks before Honesty Day, a made-up holiday that honors the virtue of honesty and truth-telling.",
      "image": "https://images.unsplash.com/photo-1613347602326-d91bfc6731f0?ixid=MXwxMjA3fDB8MHxzZWFyY2h8Mnx8c2hoaGh8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/tell-a-lie-day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "Read a Road Map Day",
      "info": "Read a Road Map Day is on April 5. It encourages people to go on an adventure the old-fashioned way – with a paper map! Also known as National Read a Road Map Day, the unofficial holiday is a throwback to what the kids today call the old days before GPSs.",
      "image": "https://images.unsplash.com/photo-1504697570352-47c3bbc09af9?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTY4fHxtYXB8ZW58MHwwfDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/read-a-road-map-day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Sorry Charlie Day",
      "info": "April 6 is Sorry Charlie Day, a day to recognize that everyone gets rejected sometimes in his or her life. The name of the holiday comes from the phrase Sorry Charlie, popular in the United States. According to some, the phrase comes from a Starkist Tuna commercial in the 1970s.",
      "image": "https://images.unsplash.com/photo-1609530180421-df41188eb3de?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MjV8fHNvcnJ5fGVufDB8fDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/sorry-charlie-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "World Health Day",
      "info": "The World Health Day is a global health awareness day celebrated every year on 7 April, under the sponsorship of the World Health Organization (WHO), as well as other related organizations. In 1948, the WHO held the First World Health Assembly. The Assembly decided to celebrate 7 April of each year, with effect from 1950, as the World Health Day. The World Health Day is held to mark WHO's founding and is seen as an opportunity by the organization to draw worldwide attention to a subject of major importance to global health each year.",
      "image": "https://images.unsplash.com/photo-1542736667-069246bdbc6d?ixid=MXwxMjA3fDB8MHxzZWFyY2h8OHx8aGVhbHRoY2FyZXxlbnwwfDB8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Health_Day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "International Romani Day",
      "info": "The International Romani Day (April 8) is a day to celebrate Romani culture and raise awareness of the issues facing Romani people. The day was officially declared in 1990 in Serock, Poland, the site of the fourth World Romani Congress of the International Romani Union (IRU), in honour of the first major international meeting of Romani representatives, 7–12 April 1971 in Chelsfield near London.",
      "image": "https://thumbs.dreamstime.com/b/fabric-flag-romani-people-crease-gypsies-flag-background-fabric-flag-romani-people-crease-gypsies-flag-129741756.jpg",
      "source": "https://en.wikipedia.org/wiki/International_Romani_Day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Vimy Ridge Day",
      "info": "Vimy Ridge Day is a day to commemorate the deaths and casualties of members of the Canadian Corps in the Battle of Vimy Ridge, which took place during First World War. The holiday has been observed annually on 9 April since 2003. It is a non-statutory observance.",
      "image": "https://cdn.pixabay.com/photo/2015/11/28/03/54/vimy-monument-1066712__340.jpg",
      "source": "https://en.wikipedia.org/wiki/Vimy_Ridge_Day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "Siblings Day",
      "info": "Honor your sibling on Siblings Day, an unofficial holiday celebrated annually on April 10. The day aims to celebrate the very important but often under-appreciated special relationship and bond of love, friendship, and respect shared between siblings.",
      "image": "https://images.unsplash.com/photo-1465014766579-19a102c27604?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MzR8fHNpYmxpbmdzfGVufDB8MHwwfA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/siblings-day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "Submarine Day",
      "info": "March 17 is Submarine Day. The unofficial holiday celebrates the technological advances that make the use of the watercraft possible. It is thought that the unofficial holiday commemorates the date in 1898 when Irish engineer John Philip Holland showed his submarine design to the U.S. Navy.",
      "image": "https://images.unsplash.com/photo-1575976933959-b47ffbe1ebc0?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTR8fHN1Ym1hcmluZXxlbnwwfDB8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/submarine-day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "Grilled Cheese Day",
      "info": "April 12 is Grilled Cheese Day, a day to celebrate this hearty bread and cheese dish and to make every meal out of it. A grilled cheese consists of grilling or toasting a slice of cheese between two slices of bread.",
      "image": "https://images.unsplash.com/photo-1528735602780-2552fd46c7af?ixid=MXwxMjA3fDB8MHxzZWFyY2h8M3x8Z3JpbGxlZCUyMGNoZWVzZXxlbnwwfDB8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/grilled-cheese-day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Jallianwala Bagh Massacre",
      "info": "The Jallianwala Bagh massacre, also known as the Amritsar massacre, took place on 13 April 1919, when Acting Brigadier-General Reginald Dyer ordered troops of the British Indian Army to fire their rifles into a crowd of unarmed Indian civilians[3] in Jallianwala Bagh, Amritsar, Punjab, killing at least 379 people and injuring over 1,200 other people.",
      "image": "NULL",
      "source": "https://en.wikipedia.org/wiki/Jallianwala_Bagh_massacre"
    },
    {
      "id": 14,
      "day": 14,
      "title": "Look up the Sky Day",
      "info": "On April 14, step out of your home or office and take a few minutes to look up at the sky because it is Look up the Sky Day. Maybe this unofficial holiday, with unknown origins, aims to encourage people to go outdoors and enjoy the various bounties of nature. Perhaps the anonymous creators also wanted people to ponder over the vastness of the sky and space and learn more about what lies beyond what we can see.",
      "image": "https://images.unsplash.com/photo-1497197952040-45d5388447e9?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fG1hbiUyMGxvb2tpbmclMjB1cHxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/look-up-the-sky-day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "World Art Day",
      "info": "World Art Day is an international celebration of the fine arts which was declared by the International Association of Art (IAA) in order to promote awareness of creative activity worldwide. A proposal was put forward at the 17th General Assembly of the International Association of Art in Guadalajara to declare April 15 as World Art Day, with the first celebration held in 2012.",
      "image": "https://images.unsplash.com/photo-1513364776144-60967b0f800f?ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8YXJ0fGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Art_Day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Eggs Benedict Day",
      "info": "Celebrate the hearty breakfast (or any other meal, in our very humble opinion) that is Eggs Benedict on April 16, Eggs Benedict Day. An American invention, a delicious Eggs Benedict includes an English Muffin, topped with bacon or ham, poached eggs, and Hollandaise sauce.",
      "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZWdnJTIwYmVuZWRpY3R8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/eggs-benedict-day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "Haiku Poetry Day",
      "info": "April 17 is Haiku Poetry Day. The unofficial holiday honors the short poetry form that originated in Japan. Haiku is a type of short poetry that is usually three sentences long. First popularized in Japan in the 17th century, Haiku as a poetry genre has been adopted by many languages around the world.",
      "image": "https://images.unsplash.com/photo-1473186505569-9c61870c11f9?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8cG9ldHJ5fGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/haiku-poetry-day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "Columnist Day",
      "info": "April 18 is celebrated annually as Columnists Day to commemorate the life and work of columnist Ernest Taylor Pyle. The National Society of Newspaper Columnists created this holiday on the death anniversary of Ernie Pyle. Pyle, also known as Ernie, was a Pulitzer Prize winner who reported from both the European and Pacific theaters during the Second World War. He died while reporting in Okinawa.",
      "image": "https://media.gettyimages.com/photos/grave-site-of-ernie-pyle-an-american-journalist-for-the-united-states-picture-id496287535?k=6&m=496287535&s=612x612&w=0&h=m3zxGrDz83LxqB-kZVKD6JocPX_G2rwjNaJUp5btKJ0=",
      "source": "https://www.timeanddate.com/holidays/fun/columnist-day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "Mukesh Ambani's Birthday",
      "info": "Mukesh Dhirubhai Ambani (born 19 April 1957) is an Indian billionaire businessman, and the chairman, managing director, and largest shareholder of Reliance Industries Ltd. (RIL), a Fortune Global 500 company and India's most valuable company by market value. He is the richest person in Asia with a net worth of US$ 83.1 billion and as of 14th March 2021, the 10th richest in the world.",
      "image": "https://media.gettyimages.com/photos/mukesh-d-ambani-chairman-of-reliance-industries-ltd-smiles-at-the-of-picture-id109771799?k=6&m=109771799&s=612x612&w=0&h=R0CmnW26_rnE8EcHpYoi2Nh5g17CV8Ay1m4U0xVMfXM=",
      "source": "https://en.wikipedia.org/wiki/Mukesh_Ambani"
    },
    {
      "id": 20,
      "day": 20,
      "title": "Look Alike Day",
      "info": "If you have ever been told that you look familiar or look like someone else, then Look Alike Day on April 20 is the holiday you should be celebrating. Look Alike Day is a fun holiday invented to celebrate identical twins, clones, copycats and anyone else who you look like or who looks like you.",
      "image": "https://images.unsplash.com/photo-1575640369488-f533a560736d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8dHdpbnN8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/look-alike-day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "Civil Services Day",
      "info": "The Civil Service Day is celebrated on 21 April every year. The purpose for this day is to rededicate and recommit themselves to the cause of the people. It is observed by all Civil Services. This day gives civil servants the opportunity for introspection and thinking about future strategies to deal with the challenges being posed by the changing times.",
      "image": "https://media.gettyimages.com/photos/workers-operate-a-front-loader-as-they-make-infrastructure-repairs-on-picture-id1311354262?k=6&m=1311354262&s=612x612&w=0&h=Hc5XNlkBAeeG6nuHtjFehTS3bGnw3aGZPtaFWCRFoH4=",
      "source": "https://en.wikipedia.org/wiki/Civil_Services_of_India"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Earth Day",
      "info": "Earth Day is an annual event on April 22 to demonstrate support for environmental protection. First held on April 22, 1970, it now includes a wide range of events coordinated globally by EarthDay.org (formerly Earth Day Network) including 1 billion people in more than 193 countries",
      "image": "https://images.unsplash.com/photo-1614730321146-b6fa6a46bcb4?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZWFydGglMjBnbG9iZXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Earth_Day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "Take a Chance Day",
      "info": "Take A Chance Day on April 23 is the perfect excuse for you to play with some odds and venture out into unchartered territories. The origins of Take A Chance Day are unknown, though we think the creators of the unofficial holiday wanted people to put away their inhibitions and their fear of failure and do something bold and risky.",
      "image": "https://images.unsplash.com/photo-1551431009-a802eeec77b1?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1yZWxhdGVkfDE1fHx8ZW58MHx8fHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/take-a-chance-day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "National Panchayati Raj Day",
      "info": "National Panchayati Raj Day (National Local Self-Government day) is the national day of Panchayati Raj System in India celebrated by Ministry of Panchayati Raj on 24 April annually. The Prime Minister of India Manmohan Singh declared the first National Panchayati Raj Day on 24 April 2010.",
      "image": "https://media.gettyimages.com/photos/voters-in-a-queue-at-chhatroo-polling-station-during-the-second-phase-picture-id1230706608?k=6&m=1230706608&s=612x612&w=0&h=cRkC-xQceHfcGiKfWmN3jWRGHknpOBXtinXXv7Dnq50=",
      "source": "https://en.wikipedia.org/wiki/National_Panchayati_Raj_Day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "DNA Day",
      "info": "Observed every year on April 25 since 2003, DNA Day celebrates and recognizes the importance of genetics and the scientific advances made in the field. DNA Day was instituted as a one-time celebration in the United States by a proclamation of the US Congress in 2002.",
      "image": "https://c.tadst.com/gfx/750w/dna-day-fun.jpg",
      "source": "https://www.timeanddate.com/holidays/fun/dna-day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Richter Scale Day",
      "info": "April 26 is Richter Scale Day. The unofficial holiday honors the life and work of American seismologist Charles Francis Richter. Born on this day in 1900, Richter was the inventor of the Richter magnitude scale that measures the intensity of earthquakes.",
      "image": "https://c.tadst.com/gfx/750w/richter-scale-day-fun1.jpg",
      "source": "https://www.timeanddate.com/holidays/fun/richter-scale-day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "Ulysses S. Grant",
      "info": "Ulysses S. Grant (born 27 April 1822) was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 and thereafter briefly served as Secretary of War.",
      "image": "https://media.gettyimages.com/photos/portrait-of-the-ulysses-s-grant-the-18th-president-of-the-united-picture-id121997602?k=6&m=121997602&s=612x612&w=0&h=V-LcpNDuo70l5kmWORMGiUzV879Y9km5cBK8f6aLv1I=",
      "source": "https://en.wikipedia.org/wiki/Ulysses_S._Grant"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Lawyers' Day",
      "info": "Lawyers' Day is celebrated across Odisha in India on 28 April every year to commemorate the birth anniversary of Madhusudan Das, a legendary Oriya lawyer of the British era and popularly called Madhu Babu or Madhu Barrister. He was the first Oriya law graduate, a legal luminary and a source of inspiration for lawyers in the State.",
      "image": "https://images.unsplash.com/photo-1575505586569-646b2ca898fc?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8bGF3eWVyfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Lawyers%27_Day_(Odisha)"
    },
    {
      "id": 29,
      "day": 29,
      "title": "International Dance Day",
      "info": "International Dance Day is a global celebration of dance, created by the Dance Committee of the International Theatre Institute (ITI), the main partner for the performing arts of UNESCO. The event takes place every year on 29 April, which is the anniversary of the birth of Jean-Georges Noverre (1727–1810), the creator of modern ballet. The day strives to encourage participation and education in dance through events and festivals held on the date all over the world.",
      "image": "https://images.unsplash.com/photo-1508807526345-15e9b5f4eaff?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fGRhbmNlfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Dance_Day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "Honesty Day",
      "info": "April begins with a day that celebrates falsehoods – April Fool’s Day. End it with a day that celebrates and acknowledges the importance of honesty – Honesty Day. Celebrated annually on April 30, the day was created in the early 1990s by M. Hirsh Goldberg, the former press secretary to the state of Maryland in the United States.",
      "image": "https://c.tadst.com/gfx/750w/honesty-day-fun.jpg",
      "source": "https://www.timeanddate.com/holidays/fun/honesty-day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "May Day",
      "info": "May Day is a public holiday, in some regions, usually celebrated on 1 May or the first Monday of May. It is an ancient festival marking the first day of summer, and a current traditional spring holiday in many European cultures. Dances, singing, and cake are usually part of the festivities.",
      "image": "https://c.tadst.com/gfx/750w/girl-in-flower-field.jpg",
      "source": "https://en.wikipedia.org/wiki/May_Day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Indonesia National Education Day",
      "info": "Indonesian National Education Day or Hari Pendidikan Nasional abbreviated as HARDIKNAS is celebrated on 2 May. It was initiated in remembrance of Ki Hajar Dewantara, the founder of the Taman Siswa education system. His educational philosophy Tut Wuri Handayani means that we can help others learn by coaching and mentoring.",
      "image": "https://images.unsplash.com/photo-1503676260728-1c00da094a0b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZWR1Y2F0aW9ufGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Indonesia_National_Education_Day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "Sun Day",
      "info": "Sun Day (May 3, 1978) was designated by United States President Jimmy Carter, specifically devoted to advocacy for solar power, following a joint resolution by Congress, H.J.Res. 715 becoming Pub.L. 95–253. It was modeled on the highly successful Earth Day of April 22, 1970. It was the idea of Denis Hayes, who also coordinated Earth Day in 1970.",
      "image": "https://images.unsplash.com/photo-1471922694854-ff1b63b20054?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8c3VufGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Sun_Day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "International Firefighters' Day",
      "info": "International Firefighters' Day (IFFD) is observed on May 4. It was instituted after a proposal was emailed out across the world on January 4, 1999 due to the deaths of five firefighters in tragic circumstances in a bushfire in Australia.",
      "image": "https://images.unsplash.com/photo-1518904868869-fbb2cdd0429a?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8ZmlyZWZpZ2h0ZXJ8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Firefighters%27_Day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "Japan's Children's Day",
      "info": "Japan's Children's Day (こどもの日, kodomo no hi) is celebrated on 5 May, a National Holiday since 1948, to celebrate the happiness of all children and to express gratitude toward mothers. There is a long tradition, from the 8th century, to celebrate children's day twice a year; 3 March for girls and on 5 May for boys.",
      "image": "https://images.unsplash.com/photo-1502086223501-7ea6ecd79368?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8Y2hpbGRyZW58ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Children%27s_Day#Japan"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Beverage Day",
      "info": "This unofficial holiday is celebrated annually on May 6 and is also sometimes called National Beverage Day. While the origins of Beverage Day are unknown, we can all safely assume that the day encourages people to honor their beverages of choice and acknowledge that a humble beverage has the power to make or break many situations.",
      "image": "https://images.unsplash.com/photo-1606666475478-9efa023e900a?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGJldmVyYWdlc3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/beverage-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "Radio Day",
      "info": "Radio Day, Communications Workers' Day (as it is officially known in Russia) or Radio and Television Day  is a commemoration of the development of radio in Russia. It takes place on 7 May, the day in 1895 on which Alexander Stepanovich Popov demonstrated a radio based lightning detector.",
      "image": "https://images.unsplash.com/photo-1596420661049-2ad1b8cd15fe?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fHJhZGlvfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Radio_Day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "World Red Cross Day",
      "info": "World Red Cross and Red Crescent Day is an annual celebration of the principles of the International Red Cross and Red Crescent Movement. World Red Cross Red Crescent Day is celebrated on 8 May each year. This date is the anniversary of the birth of Jean-Henry Dunant, who was born on 8 May 1828. He was the founder of International Committee of the Red Cross (ICRC) and the recipient of the first Nobel Peace Prize.",
      "image": "https://myhero.com/images/guest/g288307/hero109696/red%20cross%20dunant.jpeg",
      "source": "https://en.wikipedia.org/wiki/World_Red_Cross_and_Red_Crescent_Day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Europe Day",
      "info": "Europe Day is a day celebrating 'peace and unity in Europe' celebrated on 5 May by the Council of Europe and on 9 May by the European Union. The first recognition of Europe Day was by the Council of Europe, introduced in 1964. The European Union later started to celebrate its own European Day in commemoration of the 1950 Schuman Declaration, leading it to be referred to by some as 'Schuman Day' or 'Day of the united Europe'. Both days are celebrated by displaying the Flag of Europe.",
      "image": "https://images.unsplash.com/photo-1608817576203-3c27ed168bd2?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZXVyb3BlfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Europe_Day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "Clean Up Your Room Day",
      "info": "National Clean Up Your Room Day is a holiday of unknown origins aims at keeping the dust bunnies where they belong - the trash. The holiday promotes clean rooms and homes and encourages people to collect their cleaning supplies, don their cleaning clothes and gloves, and spend the day spring cleaning.",
      "image": "https://images.unsplash.com/photo-1548096027-926a68d14d95?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGNsZWFuaW5nJTIwcm9vbXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/clean-up-your-room-day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "National Technology Day",
      "info": "The Indian government has officially declared 11 May as National Technology Day in India to commemorate the first of the five nuclear tests that were carried out on 11 May 1998. It was officially signed by then-Prime Minister Atal Bihari Vajpayee in 1998 and the day is celebrated by giving awards to various individuals and industries in the field of science and technology.",
      "image": "https://images.unsplash.com/photo-1485827404703-89b55fcc595e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8dGVjaG5vbG9neXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Pokhran-II#Legacy"
    },
    {
      "id": 12,
      "day": 12,
      "title": "International Nurses Day",
      "info": "Each International Nurses Day has a theme—in 2021, it is 'Nurses: A Voice to Lead.' May 12, 2021 marks the 201th birth anniversary of Florence Nightingale, thought to be the founder of modern nursing. Nightingale was a British nurse during the Crimean War in the 1850s. She is popularly known as The Lady with the Lamp because she was often seen tending to wounded soldiers at night with a lamp in her hands.",
      "image": "https://images.unsplash.com/photo-1527613426441-4da17471b66d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8bnVyc2V8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Nurses_Day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Frog Jumping Day",
      "info": "May 13 is Frog Jumping Day, a fun day to jump like a frog. According to several sources, the unofficial holiday celebrates a short story named Jim Smiley and His Jumping Frog by Mark Twain. In the story, a compulsive better named Jim Smiley trains a frog to jump and bets with a man that his frog can jump higher than any other frog in the town. The man dupes Jim Smiley and wins the bet. It is, however, unclear why the inventor of this day chose May 13 as the date for this “hoppy” holiday.",
      "image": "https://images.unsplash.com/photo-1559253664-ca249d4608c6?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZnJvZ3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/frog-jumping-day"
    },
    {
      "id": 14,
      "day": 14,
      "title": "Eid-al-Fitr",
      "info": "Eid-al-Fitr is the first day of the Islamic month of Shawwal. It marks the end of Ramadan, which is a month of fasting and prayer. Many Muslims attend communal prayers, listen to a khutba (sermon) and give zakat al-fitr (charity in the form of food) during Eid al-Fitr.",
      "image": "https://images.unsplash.com/photo-1559809928-bd1be8ea204b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fGVpZCUyMGFsJTIwZmV0cnxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/bangladesh/eid-ul-fitr"
    },
    {
      "id": 15,
      "day": 15,
      "title": "International Day of Families",
      "info": "The International Day of Families is observed on 15 May every year. The Day was proclaimed by the UN General Assembly in 1993 with resolution A/RES/47/237 and reflects the importance the international community attaches to families. The International Day provides an opportunity to promote awareness of issues relating to families and to increase knowledge of the social, economic and demographic processes affecting families.",
      "image": "https://images.unsplash.com/photo-1618457643191-871a5f91e35d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDl8fGZhbWlseXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_of_Families"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Martyrs of Sudan",
      "info": "Christianity has a long history in the region that is now Sudan and South Sudan. Ancient Nubia was reached by Coptic Christianity by the 2nd century. The Coptic Church was later influenced by Greek Christianity, particularly during the Byzantine era. From the 7th century, the Christian Nubian kingdoms were threatened by the Islamic expansion, but the southernmost of these kingdoms, Alodia, survived until 1504.",
      "image": "https://images.unsplash.com/photo-1535253868107-da56da1693db?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjB8fHN1ZGFufGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Christianity_in_Sudan"
    },
    {
      "id": 17,
      "day": 17,
      "title": "World Telecommunication Day",
      "info": "World Telecommunication and Information Society Day is an international day proclaimed in November 2006 by the International Telecommunication Union Plenipotentiary Conference in Antalya, Turkey, to be celebrated annually on 17 May. ",
      "image": "https://images.unsplash.com/photo-1550238309-a58c7048646c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDN8fHRlbGVwaG9uZSUyMGNvbW11bmljYXRpb258ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Telecommunication_and_Information_Society_Day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "International Museum Day",
      "info": "International Museum Day (IMD) is an international day held annually on or around 18 May, coordinated by the International Council of Museums (ICOM). The event highlights a specific theme which changes every year reflecting a relevant theme or issue facing museums internationally. IMD provides the opportunity for museum professionals to meet the public and alert them as to the challenges that museums face, and raise public awareness on the role museums play in the development of society. It also promotes dialogue between museum professionals.",
      "image": "https://images.unsplash.com/photo-1584652868574-0669f4292976?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fG11c2V1bXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Museum_Day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "May Ray Day",
      "info": "Step out of your offices and homes and soak in the Sun's rays because it is May Ray Day. While the origins of the day are unknown, the day encourages people to enjoy some time under the Sun.",
      "image": "https://images.unsplash.com/photo-1446844805183-9f5af45f89ee?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8c3VuJTIwcmF5c3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/may-ray-day"
    },
    {
      "id": 20,
      "day": 20,
      "title": "World Metrology Day",
      "info": "World Metrology Day is an event occurring on 20 May celebrating the International System of Units. The date is the anniversary of the signing of the Metre Convention in 1875. Metrology is the study of measurement. The World Metrology Day project is currently realized jointly by the BIPM and the OIML.",
      "image": "https://images.unsplash.com/photo-1617118602031-1edde7582212?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8bWVhc3VyZW1lbnR8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Metrology_Day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "International Tea Day",
      "info": "International Tea Day is observed annually on May 21, according to the United Nations. The concerning resolution was adopted on December 21, 2019 and calls on the United Nations Food and Agriculture Organization (FAO) to lead the observance of the Day. The International Tea Day aims to raise awareness of the long history and the deep cultural and economic significance of tea around the world. The goal of the day is to promote and foster collective actions to implement activities in favour of the sustainable production and consumption of tea and raise awareness of its importance in fighting hunger and poverty.",
      "image": "https://images.unsplash.com/photo-1558160074-4d7d8bdf4256?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dGVhfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Tea_Day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "International Day for Biological Diversity",
      "info": "The International Day for Biological Diversity (or World Biodiversity Day) is a United Nations–sanctioned international day for the promotion of biodiversity issues. It is currently held on May 22. The International Day for Biological Diversity falls within the scope of the UN Post-2015 Development Agenda's Sustainable Development Goals. In this larger initiative of international cooperation, the topic of biodiversity concerns stakeholders in sustainable agriculture; desertification, land degradation and drought; water and sanitation; health and sustainable development; vulnerable groups including indigenous peoples; and food security.",
      "image": "https://images.unsplash.com/photo-1571785983781-3317703d64a6?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fGJpb2RpdmVyc2l0eXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_for_Biological_Diversity"
    },
    {
      "id": 23,
      "day": 23,
      "title": "World Turtle Day",
      "info": "The purpose of World Turtle Day, May 23, sponsored yearly since 2000 by American Tortoise Rescue, is to bring attention to, and increase knowledge of and respect for, turtles and tortoises, and encourage human action to help them survive and thrive. World Turtle Day is among the most effective of species awareness days in increasing the search for information on turtles online.",
      "image": "https://images.unsplash.com/photo-1496196614460-48988a57fccf?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8dHVydGxlfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Turtle_Day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Scavenger Hunt Day",
      "info": "A scavenger hunt is a game where individuals or teams compete to find items or perform tasks provided to them as a list by the organizers of the game. The aim of the game is for participants to fulfill the requirements on the list. Usually, at the end the hunt a grand prize awaits the first person/ team to reach the end of the list. Scavenger hunts combine aspects of racing, competitive hunting, and hide and seek.",
      "image": "https://images.unsplash.com/photo-1586691902455-98c18af5713f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1yZWxhdGVkfDV8fHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/scavenger-hunt-day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "Geek Pride Day",
      "info": "Geek Pride Day is an initiative to promote geek culture, celebrated annually on May 25. The initiative originated in Spain in 2006 as (Spanish: Día del orgullo friki) and spread around the world via the Internet. Tim McEachern organized unconnected events called Geek Pride Festival and/or Geek Pride Day 1998 to 2000 at a bar in Albany, New York, which are sometimes seen as a prelude to Geek Pride Day.",
      "image": "https://images.unsplash.com/photo-1520110120835-c96534a4c984?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Z2Vla3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Geek_Pride_Day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Paper Airplane Day",
      "info": "Paper Airplane Day is an unofficial observance, celebrated on May 26 each year in the United States to commemorate the simple aeronautical toy. Paper airplane day celebrations typically include social gatherings at which participants create and fly paper airplanes. These events often feature contests in two basic flight categories: 'distance' and 'time in air'.",
      "image": "https://images.unsplash.com/photo-1518130064817-2bcb096c1303?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cGFwZXIlMjBhaXJwbGFuZXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/National_Paper_Airplane_Day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "Sun Screen Day",
      "info": "Sunscreen, also known as suntan lotion, sun screen, or sun block is usually a cream or spray that is applied to bare skin in order to protect it from the Sun's harmful ultraviolet (UV) rays, and from sun burn. Medical professionals recommend that people apply sunscreen to skin exposed to sunlight to prevent skin cancer. There are many types of sunscreens available in the market these days - some only prevent sunburns while others prevent both sunburns and the Sun's harmful UV rays from entering the skin.",
      "image": "https://images.unsplash.com/photo-1496046744122-2328018d60b6?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzN8fHN1biUyMHNjcmVlbiUyMGJlYWNofGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/sun-screen-day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Hamburger Day",
      "info": "While the hamburger owes its name to the city of Hamburg in Germany, the hamburger, as it is known and loved today worldwide – a meat patty wedged inside two slices of bun, is distinctly an American invention. During the Second World War, American soldiers tried to rename the hamburger as liberty burger.",
      "image": "https://images.unsplash.com/photo-1610970878459-a0e464d7592b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGhhbWJ1cmdlcnxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/hamburger-day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "Put a Pillow on Your Fridge Day",
      "info": "On May 29 put a pillow on your fridge to bring good luck and wealth to your home because it is Put a Pillow on Your Fridge Day. The origins of Put a Pillow on Your Fridge Day are unknown, but common wisdom is that the holiday gives a modern day twist to the old tradition of putting linens in the pantry to bring luck. Why doing so will bring luck is anyone's guess.",
      "image": "https://images.unsplash.com/photo-1580460848618-b1a43e74519b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjR8fHBpbGxvd3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/put-a-pillow-on-your-fridge-day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "Indian Arrival Day",
      "info": "Indian Arrival Day is a holiday celebrated on various days in the nations of the Caribbean, Fiji, South Africa, and Mauritius, commemorating the arrival of people from the Indian subcontinent to their respective nations as indentured labours brought by European colonial authorities and their agents. In some countries it is an official public holiday.",
      "image": "https://images.unsplash.com/photo-1587474260584-136574528ed5?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8aW5kaWElMjBnYXRlfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Indian_Arrival_Day"
    },
    {
      "id": 31,
      "day": 31,
      "title": "World No Tobacco Day",
      "info": "World No Tobacco Day (WNTD) is observed around the world every year on 31 May. This yearly celebration informs the public on the dangers of using tobacco, the business practices of tobacco companies, what the World Health Organization (WHO) is doing to fight against the use of tobacco, and what people around the world can do to claim their right to health and healthy living and to protect future generations.",
      "image": "https://images.unsplash.com/photo-1554548405-74d68637f897?ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8bm8lMjBzbW9raW5nfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_No_Tobacco_Day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "World Milk Day",
      "info": "World Milk Day is an international day established by the Food and Agriculture Organization (FAO) of the United Nations to recognize the importance of milk as a global food. It has been observed on June 1 each year since 2001. The day is intended to provide an opportunity to bring attention to activities that are connected with the dairy sector.",
      "image": "https://images.unsplash.com/photo-1611806374778-864c8d597cb3?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fG1pbGt8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Milk_Day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Leave the Office Early Day",
      "info": "While we all love our jobs (sure, we do), but nothing is more relaxing and fun than leaving work just a bit earlier than one normally does. So on June 2, pack up your things and get out of the office earlier than usual because it is Leave The Office Earlier Day or Leave The Office Early Day. This unofficial holiday is celebrated annually on June 2, unless it falls on a weekend. When it does, the day moves to the following Monday.",
      "image": "https://images.unsplash.com/photo-1507679799987-c73779587ccf?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8YWZ0ZXIlMjBvZmZpY2V8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/leave-the-office-early-day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "World Bicycle Day",
      "info": "In April 2018, the United Nations General Assembly declared June 3 as International World Bicycle Day. The resolution for World Bicycle Day recognizes 'the uniqueness, longevity and versatility of the bicycle, which has been in use for two centuries, and that it is a simple, affordable, reliable, clean and environmentally fit sustainable means of transport.'",
      "image": "https://images.unsplash.com/photo-1528629297340-d1d466945dc5?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTl8fGJpY3ljbGV8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Bicycle_Day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "Hug Your Cat Day",
      "info": "June 4 is Hug Your Cat Day. On this unofficial holiday, go give your feline friend a big hug. You never know, the hug might just be the thing to stop them from plotting against you! Unlike dogs, cats do not show affection towards humans through loud, obvious gestures. This can lead people to believe that cats do not love their humans as much as dogs so. The truth, however, is far from it. According to animal behaviorists, cats are independent creatures who show love in subtle ways.",
      "image": "https://images.unsplash.com/photo-1557479232-53ea400e525c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8Y2F0JTIwaHVnfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/hug-your-cat-day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "World Environment Day",
      "info": "World Environment Day (WED) is celebrated annually on 5 June and is the United Nations' principal vehicle for encouraging awareness and action for the protection of the environment. First held in 1974, it has been a platform for raising awareness on environmental issue such as marine pollution, human overpopulation, global warming, sustainable consumption and wildlife crime. World Environment Day is a global platform for public outreach, with participation from over 143 countries annually.",
      "image": "https://images.unsplash.com/photo-1622254936966-4a3c4def576f?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fHNhdmUlMjB0aGUlMjBwbGFuZXR8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Environment_Day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Queensland Day",
      "info": "Queensland Day is officially celebrated on 6 June as the birthday of the Australian state of Queensland.  Queen Victoria was approached to consider establishing a separate colony based at Moreton Bay. The Queen gave her approval and signed the Letters Patent on 6 June 1859. On the same day an Order-in-Council gave Queensland its own Constitution. Queensland became a self-governing colony with its own Governor, a nominated Legislative Council and an elected Legislative Assembly.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Flag_of_Queensland.svg/800px-Flag_of_Queensland.svg.png",
      "source": "https://en.wikipedia.org/wiki/Queensland_Day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "VCR Day",
      "info": "Rewind to the past and celebrate the humble Video Cassette Recorder (VCR) on June 7, VCR Day. This unofficial holiday of unknown origins encourages people to learn more about the technology that completely changed the way people watched television and recorded memories.",
      "image": "https://images.unsplash.com/photo-1622867250447-295e4f1ce1db?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fHRhcGUlMjBwbGF5ZXJ8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/vcr-day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "World Oceans Day",
      "info": "The UN theme for World Oceans Day was 'Innovation for a sustainable ocean'. Conservation Action Focus on protecting 30% of our lands and ocean by 2030, joining with the Campaign for Nature and the growing global movement to petition world leaders to commit their countries to 30x30. The Ocean Project and National Geographic coordinate a first-ever 24-hour Youth-a-thon for the ocean, with 24 co-hosts from 24 major time zones discussing and demonstrating ways to learn more about and help protect our shared blue planet.",
      "image": "https://images.unsplash.com/photo-1594179611723-323a2093430e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NjJ8fG9jZWFufGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Oceans_Day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Donald Duck Day",
      "info": "On this day in 1934, this popular Walt Disney character made his debut in the cartoon short named, The Wise Little Hen. Created by Walt Disney, Donald Duck is a short-tempered cartoon duck with human features. Considered to be one of the most popular cartoon characters of all times, he featured in hundreds of movies and was the central character in thousands of comic books.",
      "image": "https://images.unsplash.com/photo-1604883781245-0aca44fff711?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8ZG9uYWxkJTIwZHVja3xlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/donald-duck-day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "World Art Nouveau Day",
      "info": "World Art Nouveau Day (WAND) is an event dedicated to art nouveau that is celebrated annually on 10 June. The first World Art Nouveau Day in 2013 was organized by The Museum of Applied Arts (Budapest) (IMM) in cooperation with Szecessziós Magazin (a Hungarian Magazine about Art Nouveau). The selected date – 10 June – is the anniversary of the death of two famous architects of the movement, Antoni Gaudí and Ödön Lechner. Activities like those organised on World Art Nouveau Day aim to create more awareness of Art Nouveau heritage among the public.",
      "image": "https://images.unsplash.com/photo-1607793706577-d9578e1be5b3?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8bm91dmVhdXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Art_Nouveau_Day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "Kamehameha Day",
      "info": "King Kamehameha I Day on June 11 is a public holiday in the U.S. state of Hawaii. It honors Kamehameha the Great, the monarch who first established the unified Kingdom of Hawaiʻi comprising the Hawaiian Islands of Niʻihau, Kauaʻi, Oʻahu, Molokaʻi, Lānaʻi, Kahoʻolawe, Maui, and Hawaiʻi. In 1883 a statue of King Kamehameha was dedicated in Honolulu by King David Kalākaua (this was a duplicate, because the original statue was temporarily lost at sea but was recovered and is now located in North Kohala, island of Hawaiʻi). There are duplicates of this statue in Emancipation Hall at the Capitol Visitor Center in Washington, D.C. and in Hilo, island of Hawaiʻi.",
      "image": "https://web-holidays.com/wp-content/uploads/2020/05/KingKamehameha.jpg",
      "source": "https://en.wikipedia.org/wiki/King_Kamehameha_I_Day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "Marzipan Day",
      "info": "Marzipan, the sweet, almond-based multi-purpose confectionary on January 12, Marzipan Day. Marzipan is one of those food items that evoke extreme reactions. Love it or hate it, it is one of the most well-known and widely used food item in kitchens and bakeries around the world.",
      "image": "https://images.unsplash.com/photo-1620619676902-dafc99175e13?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bWFyemlwYW58ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/marzipan-day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Russia Day",
      "info": "Russia Day  called Day of adoption of the declaration of state sovereignty of RSFSR before 2002, is the national holiday of the Russian Federation. It has been celebrated annually on 12 June since 1992. The day commemorates the adoption of the Declaration of State Sovereignty of the Russian Soviet Federative Socialist Republic (RSFSR) on 12 June 1990. The passage of this Declaration by the First Congress of People's Deputies marked the beginning of constitutional reform in the Russian Soviet state.",
      "image": "https://images.unsplash.com/photo-1587026821737-f436e72eeeb9?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8cnVzc2lhJTIwZmxhZ3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Russia_Day"
    },
    {
      "id": 14,
      "day": 14,
      "title": "World Blood Donor Day",
      "info": "World Blood Donor Day (WBDD) is held on June 14 each year. The event was organised for the first time in 2005, by a joint initiative of the World Health Organization, the International Federation of Red Cross and Red Crescent Societies to raise awareness of the need for safe blood and blood products, and to thank blood donors for their voluntary, life-saving gifts of blood. World Blood Donor Day is one of 11 official global public health campaigns marked by the World Health Organization (WHO).",
      "image": "https://images.unsplash.com/photo-1615461066841-6116e61058f4?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8Ymxvb2QlMjBkb25vcnxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Blood_Donor_Day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Global Wind Day",
      "info": "Global Wind Day or World Wind Day is a worldwide event that is held on June 15 around the world. It is organised by WindEurope and GWEC (Global Wind Energy Council). It is a day when wind energy is celebrated, information is exchanged and adults and children find out about wind energy, its power and the possibilities it holds to change the world. In association with EWEA and GWEC, national wind energy associations and companies involved in wind energy production organise events in many countries around the world. In 2011, there were events organised in 30 countries, on 4 continents.",
      "image": "https://images.unsplash.com/photo-1548337138-e87d889cc369?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8d2luZCUyMHR1cmJpbmV8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Global_Wind_Day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "International Day of the African Child",
      "info": "The Day of the African Child has been celebrated on June 16 every year since 1991, when it was first initiated by the OAU Organisation of African Unity. It also raises awareness of the continuing need for improvement of the education provided to African children. On June 16 every year, governments, NGOs, international organisations and other stakeholders gather to discuss the challenges and opportunities facing the full realization of the rights of children in Africa. For 2014, the theme chosen returns to the roots of the movement: A child-friendly, quality, free, and compulsory education for all children in Africa",
      "image": "https://images.unsplash.com/flagged/photo-1555251255-e9a095d6eb9d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8YWZyaWNhbiUyMGNoaWxkfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_of_the_African_Child"
    },
    {
      "id": 17,
      "day": 17,
      "title": "World Day to Combat Desertification",
      "info": "The World Day to Combat Desertification and Drought is a United Nations observance celebrated each year on 17 June. Its purpose is to raise awareness of the presence of desertification and drought, highlighting methods of preventing desertification and recovering from drought. Each year's global celebration has a unique, novel emphasis that had not been developed previously. This day was proclaimed by the United Nations General Assembly resolution A/RES/49/115 on January 30, 1995, after the day when United Nations Convention to Combat Desertification is drafted.",
      "image": "https://images.unsplash.com/photo-1593414220148-9bdeb65c96ab?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fHBsYW50aW5nfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Day_to_Combat_Desertification_and_Drought"
    },
    {
      "id": 18,
      "day": 18,
      "title": "International Picnic Day",
      "info": "International Picnic Day is a made-up holiday that is celebrated annually on June 18. So, pack your picnic basket, hop into the car, or walk to a park or a picnic area and enjoy an outdoors meal by yourself or with your family and friends to celebrate this unofficial holiday.",
      "image": "https://images.unsplash.com/photo-1567708233986-87de01b33b62?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjF8fHBpY25pY3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-picnic-day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "World Juggling Day",
      "info": "World Juggling Day is held annually on a Saturday closest to June 17 to commemorate the anniversary of the foundation of the International Jugglers Association (IJA) in 1975. The unofficial holiday was first observed in the mid-1980s as National Juggling Day in the United States in order to raise awareness of the art and science of juggling and to encourage people to take up the art.",
      "image": "https://images.unsplash.com/photo-1565499110650-e298c6be8c01?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8anVnZ2xpbmd8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/world-juggling-day"
    },
    {
      "id": 20,
      "day": 20,
      "title": "World Refugee Day",
      "info": "World Refugee Day is an international day organised every year on 20 June by the United Nations. It is designed to celebrate and honour refugees from around the world. The day was first established on 20 June 2001, in recognition of the 50th anniversary of the 1951 Convention Relating to the Status of Refugees. The event aims to recognise the strength of the refugees who have fled the conflict and persecution of their country in hope of finding sanctuary and living a better life.",
      "image": "https://images.unsplash.com/photo-1594841343391-97ac1b9a950e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8cmVmdWdlZXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Refugee_Day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "World Music Day",
      "info": "World Music Day is an annual music celebration that takes place on 21 June. On Music Day the citizens of a city or country are allowed and urged to play music outside in their neighborhoods or in public spaces and parks. Free concerts are also organized, where musicians play for fun and not for payment.",
      "image": "https://images.unsplash.com/photo-1506157786151-b8491531f063?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fG11c2ljfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/F%C3%AAte_de_la_Musique"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Onion Ring Day",
      "info": "Celebrate the delicious deep fried snack on June 22, Onion Ring Day. Commonly found on most bar menus in the United States, Canada, the United Kingdom, and Australia, onion rings are made by breading and deep frying rings of onions. Onion rings are usually served with ketchup or some other form of dip or sauce.",
      "image": "https://images.unsplash.com/photo-1604277228829-1dde737d9096?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8b25pb24lMjByaW5nfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/onion-ring-day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "International Widows Day",
      "info": "International Widows Day is a United Nations ratified day of action to address the 'poverty and injustice faced by millions of widows and their dependents in many countries'. The day takes place annually on 23 June. International Widows Day was established by The Loomba Foundation to raise awareness of the issue of widowhood.",
      "image": "https://images.unsplash.com/photo-1586749874058-30b75a9b3e29?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8d2lkb3dzfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Widows_Day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Take Your Dog to Work Day",
      "info": "Take Your Dog to Work Day (TYDTWDay) was created by Pet Sitters International and first celebrated in 1999. PSI created the day to encourage businesses to allow dogs in the workplace for one Friday each year to celebrate dogs as companions and promote their adoptions from local shelters, rescue groups, and humane societies. PSI believes that through the event, dogless co-workers will be encouraged to adopt. The week leading up to Take Your Dog To Work Day is Take Your Pet To Work Week. Take Your Dog to Work Day and Take Your Pet to Work Week are registered trademarks of Pet Sitters International, Inc.",
      "image": "https://images.unsplash.com/photo-1582972193965-4006711d62ab?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8ZG9nJTIwYXQlMjB3b3JrfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Take_Your_Dog_to_Work_Day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "World Vitiligo Day",
      "info": "The World Vitiligo Day, observed on June 25, is an initiative aimed to build global awareness about vitiligo. Vitiligo occurs in 1-2% of the population worldwide; a loss of color in the skin creating a variety of patterns on the skin from loss of pigment. Vitiligo is often called a disease instead of a disorder and that can have a significantly negative social and/or psychological impact on patients, in part because of numerous misconceptions still present in large parts of the world.",
      "image": "https://images.unsplash.com/photo-1465400325222-409b0b34be7c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fHNraW4lMjBwcm9ibGVtfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Vitiligo_Day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "World Refrigeration Day",
      "info": "World Refrigeration Day is an international day established by the World Refrigeration Day Secretariat in Derbyshire, England. Held annually on 26 June, it was created to raise awareness about the importance of refrigeration technologies in everyday life and to raise the profile of the refrigeration, air-conditioning and heat-pump sector. The day was chosen to celebrate the birth date of Lord Kelvin on 26 June 1824.",
      "image": "https://images.pexels.com/photos/338711/pexels-photo-338711.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
      "source": "https://en.wikipedia.org/wiki/World_Refrigeration_Day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "PTSD Awareness Day",
      "info": "National PTSD Awareness Day is a day dedicated to creating awareness regarding PTSD (Post Traumatic Stress Disorder). It is acknowledged annually on the 27th of June. The US Senate officially designated this day in 2010. In 2014 the Senate designated the whole month of June as PTSD Awareness Month. ",
      "image": "https://images.unsplash.com/photo-1620077399971-431e7ea0cf0c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dHJhdW1hfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/National_PTSD_Awareness_Day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Tau Day",
      "info": "Two Pi Day, also known as Tau Day for the mathematical constant Tau, which is approximated as 6.28, is observed on June 28 (6/28 in the month/day format). Pi Approximation Day is observed on July 22 (22/7 in the day/month format), since the fraction 22/7 is a common approximation of π, which is accurate to two decimal places and dates from Archimedes.",
      "image": "https://post.edu/wp-content/uploads/2017/03/Pi-Day-174786927.jpg",
      "source": "https://en.wikipedia.org/wiki/Pi_Day#Alternative_dates"
    },
    {
      "id": 29,
      "day": 29,
      "title": "CAPS LOCK DAY",
      "info": "June 28 and October 22 are semiannually observed as International Caps Lock Day as a parody holiday created in October 2000 by Derek Arnold, a user on Metafilter. The second observation on June 28 was added by Arnold in memory of American pitchman Billy Mays. Caps Lock is a button on a computer keyboard that causes all letters of bicameral scripts to be generated in capital letters.",
      "image": "https://images.unsplash.com/photo-1595044426077-d36d9236d54a?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OTh8fGtleWJvYXJkfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Caps_Lock#International_Caps_Lock_Day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "Meteor Watch Day",
      "info": "June 30 is Meteor Watch Day, a day to look up at the skies and behold the wonder of nature's celestial fireworks, meteors. Commonly known as shooting stars, meteors are space particles known as meteoroids that burn up with a flash of light when they enter the Earth's atmosphere. Even though meteors can only be seen by the naked eye when it is dark, meteoroids enter the Earth's atmosphere all the time. It is estimated that about 20 to 25 million meteors weighing about 100 tons in total enter the Earth's atmosphere every day!",
      "image": "https://images.unsplash.com/photo-1560237731-890b122a9b6c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8c2hvb3RpbmclMjBzdGFyfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/meteor-watch-day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "International Joke Day",
      "info": "Not only does July 1 mark the middle of the year in the Gregorian Calendar, it is also International Joke Day. The unofficial holiday encourages participants to share their funniest and sidesplitting jokes with the world. While the origins of this rib-tickling holiday are unknown, one can assume that its creators wanted people to spread cheer, laughter, and happiness by telling jokes to everyone they meet. A joke is a written or spoken narrative that entertains, amuses, or generates laughter among readers or listeners.",
      "image": "https://images.unsplash.com/photo-1587813368604-e793305db704?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8am9rZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-joke-day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "I Forgot Day",
      "info": "July 2 is I Forgot Day. If you are you a forgetful person who frequently forgets anniversaries, birthdays, special occasions, or even to bring the milk from the store on your way back home, then this is the unofficial holiday you should be celebrating. Created by Gaye Anderson, the holiday encourages people to apologize and make up for all the events and occasions they might have forgotten in the past few months.",
      "image": "https://images.unsplash.com/photo-1497030947858-3f40f1508e84?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mjd8fGhhbmQlMjBvbiUyMGZhY2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/i-forgot-day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "International Plastic Bag Free Day",
      "info": "On July 3, when you go to the grocery store take a cloth or paper bag with you because it is International Plastic Bag Free Day. Created by Bag Free World, a “global initiative that aims to eliminate the use of single-use plastic bags,” International Bag Free Day is an unofficial holiday that promotes environmental conservation by encouraging people to reject plastic bags. The holiday also raises awareness of the harm that plastic bags do to nature and to animals and marine life.",
      "image": "https://images.unsplash.com/photo-1535984052160-77931dbfe0d5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fHBsYXN0aWMlMjBiYWclMjBmcmVlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-plastic-bag-free-day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "Sidewalk Egg Frying Day",
      "info": "July 4 is Sidewalk Egg Frying Day, an annual celebration of summer. While the origins of this unofficial holiday are unknown, it is clear that the creator of the day wanted people to venture out in the hot summer Sun and be environmentally friendly by cooking eggs using solar energy. The name of the holiday comes from the saying \"it’s so hot you could fry an egg on the sidewalk.\"",
      "image": "https://images.unsplash.com/photo-1634202994480-8a148ae67ccb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8ZWdnJTIwZnJ5fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/sidewalk-egg-frying-day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "Workaholics Day",
      "info": "July 5 is Workaholics Day, a day dedicated to people who spend all their time working and tend to ignore other pursuits in life. The unofficial holiday raises awareness about the fact that all work and no play can be harmful to the mental and physical health of workers. The day encourages workaholics to make lifestyle changes so that they give other aspects of their lives as much importance as their work.",
      "image": "https://images.unsplash.com/photo-1649452942945-cd20ccdbb1e5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8d29ya2Fob2xpY3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/workaholics-day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "International Kissing Day",
      "info": "International Kissing Day or World Kiss Day is an official holiday celebrated each year on July 6 The practice originated in the United Kingdom, and was adopted worldwide in the early 2000s. Another date, February 14, has also been identified as the International Kiss Day, falling in the week of Valentine's Day. The concept behind the International Kissing Day is that many people may have forgotten the simple pleasures associated with kissing for kissing's sake, as opposed to kissing as mere social formality or prelude to other activities.",
      "image": "https://images.unsplash.com/flagged/photo-1579826323647-de7ff59e5de4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzB8fGtpc3Npbmd8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Kissing_Day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "World Chocolate Day",
      "info": "World Chocolate Day, sometimes referred to as International Chocolate Day, or just Chocolate Day, is an annual celebration of chocolate, occurring globally on July 7, which some suggest to be the anniversary of the introduction of chocolate to Europe in 1550. The observance of World Chocolate Day dates back to 2009. Other Chocolate Day celebrations exist, such as National Chocolate Day in the United States on 28 October.[8] The U.S. National Confectioners Association lists 13 September as International Chocolate Day, coinciding with the birth date of Milton S. Hershey.",
      "image": "https://images.unsplash.com/photo-1623000850229-ad83232ea6c7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fGNob2NvbGF0ZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Chocolate_Day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "Video Games Day",
      "info": "On July 8 celebrate video games on Video Games Day. It is a day to acknowledge the art and science behind video games and to appreciate the skills required to play them. Video games are games played by people on an electronic device that usually displays components of the games. Video games can be played on a computer, a console or an arcade machine. ",
      "image": "https://images.unsplash.com/photo-1600861194942-f883de0dfe96?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8dmlkZW8lMjBnYW1lfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/video-games-day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Sugar Cookie Day",
      "info": "On July 9, whip up a batch of warm, delicious, and sugary sugar cookies because it is Sugar Cookie Day. While the origins of this unofficial holiday are unknown, the day celebrates a childhood favorite that not only tastes good, but will also makes your kitchen smell amazing! A holiday staple in the United States, sugar cookies are sweet treats made of flour, eggs, butter, and sugar. The primary flavor in the cookies is vanilla.",
      "image": "https://images.unsplash.com/photo-1601582595900-c3e816e6e9e6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8c3VnYXIlMjBjb29raWVzfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/sugar-cookie-day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "Nikola Tesla Day",
      "info": "Tesla's birthday, 10 July, is celebrated by some as World Tesla Day, Nikola Tesla Day, or simply, Tesla Day. Some organizations celebrate Tesla Day informally on 10 July. However, The Tesla Memorial Society wrote letters to several officials asking to commemorate 10 July as international Nikola Tesla Day. Tesla's birthday  is officially celebrated as a holiday in various parts of the world. In Serbia, 10 July is celebrated as the National Day of Science.",
      "image": "https://images.unsplash.com/photo-1608904063217-4e24362cda27?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bmlrb2xhJTIwdGVzbGF8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Nikola_Tesla_Day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "World Population Day",
      "info": "World Population Day is an annual event, observed on July 11 every year, which seeks to raise awareness of global population issues. The event was established by the Governing Council of the United Nations Development Program in 1989. It was inspired by the public interest in Five Billion Day on July 11, 1987, the approximate date on which the world's population reached five billion people. World Population Day aims to increase people's awareness on various population issues such as the importance of family planning, gender equality, poverty, maternal health and human rights.",
      "image": "https://images.unsplash.com/photo-1560179376-2570140bed14?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cG9wdWxhdGlvbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Population_Day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "Simplicity Day",
      "info": "Simplicity Day is celebrated every year on July 12. The unofficial holiday commemorates the life, times and work of American philosopher and proponent of simple living, Henry David Thoreau. The main idea of the movement was that humans by nature are inherently good and that knowledge can only be gained through looking inwards as well as outwards.",
      "image": "https://images.unsplash.com/photo-1544507888-56d73eb6046e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fGdlbnRsZSUyMHNtaWxlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/simplicity-day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Embrace Your Geekness Day",
      "info": "On July 13 embrace your geekness and use it as your secret power because it is Embrace Your Geekness Day. Being a geek is something to be proud of - chances are there are few other people in the world who are as smart as you are in the field of your specific interest, may it be music, video games, comics, movies, renaissance-era jewelry making techniques, or astronomy. So accept your geekiness with open arms and show off your knowledge with pride!",
      "image": "https://images.unsplash.com/photo-1516534775068-ba3e7458af70?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjZ8fHN0dWR5fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/embrace-your-geekness-day"
    },
    {
      "id": 14,
      "day": 14,
      "title": "Pandemonium Day",
      "info": "July 14 is Pandemonium Day, an annual celebration of chaos and disorder. Pandemonium Day is a reminder of the chaos and uncertainty that marks most of our lives. The unofficial holiday encourages people to take a different look at upheavals and changes in their lives. It also inspires celebrators to find ways to take a pause from the daily grunt and to bring order and equilibrium in their lives.",
      "image": "https://images.unsplash.com/photo-1633104326066-504911cc1347?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Y29uZnVzaW9ufGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/pandemonium-day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Gummi Worm Day",
      "info": "Held annually on July 15, Gummi Worm Day celebrates and honors these chewy and yummy creepy crawly sweet treats. Remember gummi worms? Yes, those delicious sour and sweet candies of your childhood that resembled worms? Remember how you ate them by the fistful just to gross out other adults? Well, now you can do that again once a year on Gummi Worm Day.",
      "image": "https://images.unsplash.com/photo-1626123552399-8cd6cc8bc36c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8Z3VtbXklMjB3b3JtfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/gummi-worm-day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Ice Cream Day",
      "info": "Cool down with a scoop (or two) of refreshing ice cream on Ice Cream Day. Celebrated annually since 1984 on the third Sunday of July in the United States, the unofficial holiday celebrates everyone’s favorite sweet treat. The holiday was created by an official proclamation by President Ronald Reagan in 1984. At the time, the holiday was supposed to be only celebrated once - on July 15, 1984. The ice cream industry, however, decided to continue the tradition every year since. In addition to observing a National Ice Cream Day, the proclamation also designated July as National Ice Cream Month. This too has now become a tradition.",
      "image": "https://images.unsplash.com/photo-1563252781-2f76e089e889?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fGljZSUyMGNyZWFtfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/ice-cream-day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "World Emoji Day",
      "info": "World Emoji Day is an annual unofficial holiday occurring on 17 July, intended to celebrate emoji; in the years since the earliest observance, it has become a popular date to make product or other announcements and releases relating to emoji. World Emoji Day is \"the brainchild of Jeremy Burge\" according to CNBC which stated that the founder of Emojipedia created it in 2014.",
      "image": "https://images.unsplash.com/photo-1626677804885-381f0d53a1bb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTJ8fGVtb2ppfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Emoji_Day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "Mandela Day",
      "info": "Nelson Mandela International Day (or Mandela Day) is an annual international day in honor of Nelson Mandela, celebrated each year on 18 July, Mandela's birthday.  The day was officially declared by the United Nations in November 2009, with the first UN Mandela Day held on 18 July 2010. However, other groups began celebrating Mandela Day on 18 July 2009. Mandela Day is a global call to action that celebrates the idea that each individual has the power to transform the world, the ability to make an impact.",
      "image": "https://images.unsplash.com/photo-1551779074-800dfbabe013?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bWFuZGVsYXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Mandela_Day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "Stick Out Your Tongue Day",
      "info": "It is unclear whether the anonymous inventor of this made-up holiday intended it to be a day for people to stick out their tongues at everyone they come across or for them to visit their doctors to get a general check-up. Many cultures consider sticking out the tongue at someone as a childish, rude, and insulting gesture. In these cultures, when children stick out their tongue at adults, it is seen as an act of disobedience. In Tibet, however, sticking out one's tongue is considered to be a polite form of greeting.",
      "image": "https://images.unsplash.com/photo-1603373005862-89c833346f7b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8aHVtYW4lMjB0b3VuZ2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/stick-out-your-tongue-day"
    },
    {
      "id": 20,
      "day": 20,
      "title": "International Chess Day",
      "info": "International Chess Day is celebrated annually on 20 July, the day the International Chess Federation (FIDE) was founded, in 1924. The idea to celebrate this day as the international chess day was proposed by UNESCO, and it has been celebrated as such since 1966, after it was established by FIDE. FIDE, which has 181 chess federations as its members, organizes chess events and competitions around the world on this day.",
      "image": "https://images.unsplash.com/photo-1529699211952-734e80c4d42b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8Y2hlc3N8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Chess_Day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "Junk Food Day",
      "info": "On July 21, let go of your diet and indulge in all your favorite unhealthy snacks without any guilt because it is Junk Food Day. unk food is a term used to refer to food that has a lot of calories but very little or no nutritional value. Popularized in the United States in the 1950s, the word is widely used for foods that are heavily processed, and have high amounts of sugars, fats, and salt.",
      "image": "https://images.unsplash.com/photo-1506354666786-959d6d497f1a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8anVuayUyMGZvb2R8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/junk-food-day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Rat Catcher's Day",
      "info": "Rat Catcher's Day or Rat-catcher's Day is celebrated on 26 June or 22 July, commemorating the myth of the Pied Piper of Hamelin. The town of Hamelin in Germany uses the June date and the term \"Pied Piper Day\". The confusion of dates is because the Brothers Grimm cite 26 June 1284 as the date the Pied Piper led the children out of the town, while the poem by Robert Browning gives it as 22 July 1376. It is a holiday remembering rat-catchers, similar to Secretary's Day and Presidents Day.",
      "image": "https://images.unsplash.com/photo-1624116518496-993146f67f4a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cmF0fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Ratcatcher%27s_Day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "Vanilla Ice Cream Day",
      "info": "July 23 is Vanilla Ice Cream Day. Celebrate this unofficial holiday of unknown origins by eating as much vanilla ice cream as you want without any guilt. Made by freezing a custard of cream or milk, sugar, eggs, and vanilla beans or flavoring, vanilla ice cream is the most popular flavor of ice cream in the United States and Canada according to some surveys. Vanilla Ice Cream Day is also sometimes known as National Vanilla Ice Cream Day in the US.",
      "image": "https://images.unsplash.com/photo-1639744093694-4225490cf1d1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTg5fHx2YW5pbGxhJTIwaWNlY3JlYW18ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/vanilla-ice-cream-day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Cousins Day",
      "info": "Cousins are fun to be with – they are almost like your siblings but you don’t have to share all your prized possessions with them all the time. Celebrate them on Cousins Day, an annual celebration of the special bond you share with your cousins. Celebrated every year on July 24, the unofficial holiday is also sometimes known as National Cousins Day.",
      "image": "https://images.unsplash.com/photo-1569761597965-cbf328af6d1f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzZ8fGNvdXNpbnN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/cousins-day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "Culinarians Day",
      "info": "July 25 is Culinarians Day, an unofficial holiday that honors all cooks and chefs who bring good taste and great food in people's lives. Culinarians are experts in the art and science of cooking and serving food. They can be chefs, cooks, home cooks, bakers, and anyone else who is involved in the process of preparing and serving meals. Professional culinarians tend to work in restaurants and commercial kitchens.",
      "image": "https://images.unsplash.com/photo-1583148997535-16e4123edb9e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTM2fHxjdWxpbmFyeXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/culinarians-day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Uncle and Aunt Day",
      "info": "Honor all the awesome uncles and aunts in your life on Uncle and Aunt Day. The unofficial holiday is celebrated every year on July 26. Uncles and aunts are fun to spend time with. They are just like parents except without the rules and regulations. They buy you gifts that your parents won't, dote on you, take you on fun vacations, and they are a huge part of your support system. So, celebrate your uncles and aunts on Uncle and Aunt Day.",
      "image": "https://images.unsplash.com/photo-1565128541365-2b16f6685458?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGNvdXBsZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/uncle-and-aunt-day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "Take your Pants for a Walk Day",
      "info": "July 27 is Take Your Pants For A Walk Day. Because the purpose or the origins of the day are unknown, we can only surmise that the unofficial holiday encourages people (in pants) to go out for a walk and enjoy the many benefits that walking provides. Studies have shown that walking at a medium to fast pace regularly can have tremendous mental and physical health benefits. Walking not only helps burn calories, but can also boost a person's mood and can help treat depression.",
      "image": "https://images.unsplash.com/photo-1526573461737-b504d8040d92?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fHdhbGt8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/take-your-pants-for-a-walk-day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "World Hepatitis Day",
      "info": "World Hepatitis Day, observed on July 28 every year, aims to raise global awareness of hepatitis — a group of infectious diseases known as hepatitis A, B, C, D, and E — and encourage prevention, diagnosis and treatment. Hepatitis affects hundreds of millions of people worldwide, causing acute and chronic disease and killing close to 1.34 million people every year. Hepatitis can cause inflammation of the liver both acutely and chronically, and can kill a person. In some countries hepatitis B is the most common cause of cirrhosis and may also cause liver cancer.",
      "image": "https://images.unsplash.com/photo-1585435557343-3b092031a831?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fG1lZGljYWwlMjBjYXJlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Hepatitis_Day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "International Tiger Day",
      "info": "Global Tiger Day, often called International Tiger Day, is an annual celebration to raise awareness for tiger conservation, held annually on 29 July. It was created in 2010 at the Saint Petersburg Tiger Summit in Russia. The goal of the day is to promote a global system for protecting the natural habitats of tigers and to raise public awareness and support for tiger conservation issues. International Tiger Day has been shown to be effective in increasing online awareness on tigers through information search.",
      "image": "https://images.unsplash.com/photo-1637061761666-0ee8dbcd9db0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fHRpZ2VyfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Tiger_Day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "International Friendship Day",
      "info": "International Friendship Day (also known as Friend's Day) is a day in several countries for celebrating friendship. It was initially promoted by the greeting card industry; evidence from social networking sites shows a revival of interest in Friendship Day that may have grown with the spread of the internet, particularly in India, Bangladesh, and Malaysia. Mobile phones, digital communication, and social media have contributed to popularize the custom. Those who promote the day in South Asia attribute the tradition of dedicating a day in honor of friends to have originated in the United States in 1935.",
      "image": "https://images.unsplash.com/photo-1619537903549-0981d6bca911?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjZ8fGZyaWVuZHNoaXB8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Friendship_Day"
    },
    {
      "id": 31,
      "day": 31,
      "title": "Uncommon Musical Instrument Day",
      "info": "July 31 is Uncommon Musical Instrument Awareness Day, a day to celebrate odd, rare, experimental, and well, uncommon musical instruments. Throughout human history, musicians have tried to push the boundary of sounds and music by inventing newer and innovative ways of creating music. This day aims to encourage people to not only learn to play some of these uncommon instruments but also to make their own contributions to the world of music by making their own musical instruments.",
      "image": "https://images.unsplash.com/photo-1530547253710-9bdf4c648014?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fGZsdXRlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/uncommon-musical-instrument-day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "National Girlfriend Day",
      "info": "August 1 is Girlfriend’s Day. It is unclear whether the unknown creators of this holiday wanted it to be a day for people to honor their female friends or for them to celebrate their female romantic partners. The term girlfriend first came into use in 1863 as a way to describe a woman's female friend in youth. It was not until the 1920s when the word started being used as a way to describe a person's female romantic partner.",
      "image": "https://images.unsplash.com/photo-1621621667797-e06afc217fb0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8Z2lybGZyaWVuZHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/girlfriends-day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Ice Cream Sandwich Day",
      "info": "What is better than a scoop of ice cream on a hot (or cold or rainy or snowy) day? A scoop of ice cream sandwiched between two layers of cookies or cake. In other words, an ice cream sandwich! Celebrated every year on August 2, the unofficial holiday is also known as National Ice Cream Sandwich Day in the US.",
      "image": "https://images.unsplash.com/photo-1612201142855-7873bc1661b4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTIyfHxjcmVhbSUyMHNhbmR3aWNoZXN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/ice-cream-sandwich-day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "Watermelon Day",
      "info": "August 3 is Watermelon Day, an annual holiday that celebrates everyone's favorite summer fruit. Made of almost 92% water, the fruit is full of Vitamins A, C, and antioxidants. So what are you waiting for? Go get yourself a few slices of watermelon to celebrate this delicious holiday. Watermelon is an ancient food that is believed to have originated in tropical Africa. Historians have found evidence of watermelon cultivation as far back as 4000 years ago. Today, many varieties of the fruit are grown in warm parts of the world.",
      "image": "https://images.unsplash.com/photo-1622208489373-1fe93e2c6720?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8d2F0ZXJtZWxvbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/watermelon-day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "Single Working Women's Day",
      "info": "August 4 is Single Working Women's Day, a day reserved to recognize the important role that single working women play in our communities and societies. The unofficial holiday was created by Barbara Payne who realized that despite the important economic and social contributions of single working women, there were no holidays that celebrated their achievements, creativity, and courage. And thus, Single Working Women's Day (SWWD) was founded in 2006. SWWD falls with Single Working Women's Week, a whole week devoted to celebrating happily single women who are gainfully employed.",
      "image": "https://images.unsplash.com/photo-1585554414787-09b821c321c0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8ODd8fHdvbWVuJTIwd29ya2luZ3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/single-working-womens-day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "International Beer Day",
      "info": "The first Friday of August every year is International Beer Day. The unofficial holiday celebrates the art and science of brewing beer and encourages people to try out new flavors of beers. International Beer Day was created in 2007 by Jesse Avshalomov, Evan Hamilton, Aaron Araki, and Richard Hernandez, in San Francisco, United States as a way to bring friends and strangers together over pints of beer. Between 2007 and 2012, the holiday was celebrated on August 5, but due to popular demand that the day be held on a Friday, the organizers changed the date to the first Friday of August.",
      "image": "https://images.unsplash.com/photo-1532634922-8fe0b757fb13?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fGJlZXJ8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-beer-day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Fresh Breath Day",
      "info": "August 6 is Fresh Breath Day; a holiday we think should be celebrated every day of the year. On Fresh Breath Day we suggest that you spend some time learning more about oral health and how to take care of your teeth and maintain fresh breath every day. Replenish your stash of mints and breath fresheners. If you are overdue or up for an appointment with your dentist, maybe today is the time to make an appointment with them.",
      "image": "https://images.unsplash.com/photo-1611690061822-b707a67bfebb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NzR8fG1vdXRoJTIwc3ByYXl8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/fresh-breath-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "Sisters' Day",
      "info": "The first Sunday of August every year is celebrated around the world as Sisters’ Day. The unofficial holiday honors the strong bond that people share with their sister(s). Sometimes called National Sisters' Day in the United States, the holiday encourages people to celebrate the special relationship between them and their sister(s). This is a day to acknowledge the joy and love that your sister brings into your life and to make sure that she knows that you cherish all that she does for you.",
      "image": "https://images.unsplash.com/photo-1581404917879-53e19259fdda?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzZ8fHNpc3RlcnN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/sisters-day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "International Cat Day",
      "info": "International Cat Day is a celebration which takes place on 8 August of every year. It was created in 2002 by the International Fund for Animal Welfare. It is a day to raise awareness for cats and learn about ways to help and protect them. In 2020 custodianship of International Cat Day passed to International Cat Care, a not-for-profit British organization that has been striving to improve the health and welfare of domestic cats worldwide since 1958.",
      "image": "https://images.unsplash.com/photo-1600357077527-930ccbaf7773?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NTN8fGNhdHN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Cat_Day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Book Lovers Day",
      "info": "August 9 is Book Lovers Day, an unofficial holiday that encourages people to pick up a book (or two) and spend the day reading. On this day, honor all the bookworms and book lovers in your life. If you are a book lover yourself, then treat yourself to some quality reading time. Book Lovers Day is also known as National Book Lovers Day in the United States. Visit your local library. If you don't have a library card, maybe it is time you get one.",
      "image": "https://images.unsplash.com/photo-1491309055486-24ae511c15c7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8cmVhZGluZ3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/book-lovers-day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "International Biodiesel Day",
      "info": "Transesterification of a vegetable oil was conducted as early as 1853 by Patrick Duffy, four decades before the first diesel engine became functional.[11][12] Rudolf Diesel's prime model, a single 10 ft (3.05 m) iron cylinder with a flywheel at its base, ran on its own power for the first time in Augsburg, Germany, on 10 August 1893 running on nothing but peanut oil. In remembrance of this event, 10 August has been declared \"International Biodiesel Day\".",
      "image": "https://images.unsplash.com/photo-1517677703546-af0e92185816?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8Z3JlZW4lMjBmdWVsfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Biodiesel_Day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "Son and Daughter Day",
      "info": "August 11 is Son and Daughter Day, a day for parents to show their love and appreciation for their children. While the origins of this unofficial holiday are a mystery, it is clear that the anonymous creators of Son and Daughter Day wanted parents to acknowledge the joy their children bring into their lives. The bond between parents and their sons and daughters is a very special one. It endures age and distance. No matter how old a person gets, their parents still see him or her as a child - someone to protect and to shower love on.",
      "image": "https://images.unsplash.com/photo-1577897113292-3b95936e5206?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NTR8fGZhbWlseXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/son-and-daughter-day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "World Elephant Day",
      "info": "World Elephant Day is an international annual event on August 12, dedicated to the preservation and protection of the world's elephants. Conceived in 2011 by Canadian filmmakers Patricia Sims and Michael Clark of Canazwest Pictures, and Sivaporn Dardarananda, Secretary-General of the Elephant Reintroduction Foundation in Thailand, it was officially founded, supported and launched by Patricia Sims and the Elephant Reintroduction Foundation on August 12, 2012. Since that time, Patricia Sims continues to lead, support and direct World Elephant Day, which is now recognized and celebrated by over 100 wildlife organizations and many individuals in countries across the globe.",
      "image": "https://images.unsplash.com/photo-1617811469651-cddf216bf8b5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDJ8fGVsZXBoYW50cyUyMHdpbGRsaWZlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Elephant_Day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Organ Donation Day",
      "info": "Organ donation is the process when a person allows an organ of their own to be removed and transplanted to another person, legally, either by consent while the donor is alive or dead with the assent of the next of kin. Common transplantations include kidneys, heart, liver, pancreas, intestines, lungs, bones, bone marrow, skin, and corneas. Some organs and tissues can be donated by living donors, such as a kidney or part of the liver, part of the pancreas, part of the lungs or part of the intestines, but most donations occur after the donor has died.",
      "image": "https://images.unsplash.com/photo-1532629345422-7515f3d16bb6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8b3JnYW4lMjBkb25hdGlvbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Organ_donation"
    },
    {
      "id": 14,
      "day": 14,
      "title": "Creamsicle Day",
      "info": "Sweltering in the summer heat? Need something to refreshing to cool down? Then just walk to your closest ice cream shop and treat yourself to a cold and delicious creamsicle (or two) because it is Creamsicle Day! Celebrated annually on August 14, this unofficial holiday with unknown origins honors the creamsicle, a refreshing summertime treat on a stick. The original creamsicles were made of vanilla ice cream covered by iced orange juice. In recent years, creative ice cream makers have replaced the outer orange fruit juice layer with other flavors like blueberry, strawberry, and grape.",
      "image": "https://images.unsplash.com/photo-1606169109553-aa8c5e4a62b9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8cG9wc2ljbGV8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/creamsicle-day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Relaxation Day",
      "info": "On August 15, take a day off from your daily routine, put your feet up and relax because it is Relaxation Day. The origins of this holiday are unknown, though it is thought that the holiday began as National Slacker Day in Britain. In the hustle bustle of their daily lives, most people often forget to slow down and take some time for themselves. This can create stress and other stress-related health issues like high blood pressure and heart problems.",
      "image": "https://images.unsplash.com/photo-1515413741792-b5900ade941f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDh8fHJlbGF4fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/relaxation-day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Tell a Joke Day",
      "info": "On August 16, make everyone around you giggle, guffaw, chortle, cackle or in other words, laugh, by telling them a joke because it is Tell A Joke Day. While the origins of this hilarious day are unknown, we can all safely assume that the creator of this unofficial holiday was aiming to make the world a happier place by encouraging people to tell and listen to jokes. Jokes have been an integral part of human history and many great minds have spent time and energy in trying to understand what makes jokes funny.",
      "image": "https://images.unsplash.com/photo-1555817129-2fa6b81bd8e5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjN8fGpva2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/tell-a-joke-day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "Thrift Shop Day",
      "info": "August 17 is Thrift Shop Day. It is a perfect holiday for those of you who like a good bargain and are a fan of old, vintage items. A thrift store is a store that sells old, used and vintage items for discounted prices. A thrift store is also sometimes called a secondhand shop, a consignment shop, or a resale shop. The origins of the holiday are unknown, but we can assume that the inventor of this unofficial holiday aimed to encourage people to visit their local thrift shop and to bring home some secondhand and thrifted goodies. ",
      "image": "https://images.unsplash.com/photo-1568085823039-e823e87197e3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8dGhyaWZ0JTIwc3RvcmV8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/thrift-shop-day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "Mail Order Catalog Day",
      "info": "August 18 is Mail Order Catalog Day, an annual holiday that celebrates the old-fashioned way of shopping by choosing items from a printed catalog, and ordering and paying for it through the post/ mail or over the telephone. It is believed, that the unofficial holiday commemorates the anniversary of the day in 1872 when American entrepreneur Aaron Montgomery Ward sent out the first modern mail order catalog to customers in Chicago.",
      "image": "https://images.unsplash.com/photo-1542125387-c71274d94f0a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8Y2F0YWxvZ3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/mail-order-catalog-day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "World Humanitarian Day",
      "info": "World Humanitarian Day is an international day dedicated to recognize humanitarian personnel and those who have died working for humanitarian causes. It was designated by the United Nations General Assembly as part of a Swedish-sponsored GA Resolution A/63/L.49 on the Strengthening of the Coordination of Emergency Assistance of the United Nations, and set as 19 August. It marks the day on which the then Special Representative of the Secretary-General to Iraq, Sérgio Vieira de Mello and 21 of his colleagues were killed in the bombing of the UN Headquarters in Baghdad.",
      "image": "https://images.unsplash.com/photo-1628147529780-36964fbb8d54?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGh1bWFuaXRhcmlhbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Humanitarian_Day"
    },
    {
      "id": 20,
      "day": 20,
      "title": "World Mosquito Day",
      "info": "World Mosquito Day, observed annually on 20 August, is a commemoration of British doctor Sir Ronald Ross's discovery in 1897 that female anopheline mosquitoes transmit malaria between humans. Prior to the discovery of the transmitting organism, vector, there were few means for controlling the spread of the disease although the discovery of quinine in treatment had alleviated the problem of treatment. Ross had already conducted experiments with Culex fed on birds infected with bird malaria Protesoma relictum in 1894 and noted that they developed in mosquito gut and had surmised that the same may happen in malaria.",
      "image": "https://images.unsplash.com/photo-1635496471665-4e67e0e87399?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8bW9zcXVpdG98ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Mosquito_Day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "World Senior Citizen's Day",
      "info": "The World Senior Citizen's Day is celebrated on 21 August each year. The celebration took place for the first time in 1991. The day is intended to increase awareness of the factors and issues that affect older adults, such as health deterioration and elder abuse. It is also a day to recognize and acknowledge the contributions of older people to society. The history of the World Senior Citizen's Day dates back to 1988. It was officially founded by the former President of the United States of America, Ronald Reagan.",
      "image": "https://images.unsplash.com/photo-1625690987114-86f5af994b49?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8c2VuaW9yJTIwY2l0aXplbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Senior_Citizen%27s_Day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Be An Angel Day",
      "info": "August 22 is Be An Angel Day. Established in 1993 by Jaune Howard Feldman, the day encourages people to be angels to those in need. In many religions, angels are supernatural spirits that are thought to be responsible for protecting humans. The day reminds us that even though we can't be actual angels, we can emulate the kindness they are known for. Being kind and good to our fellow human beings is not hard - all we need to do is to stop thinking about ourselves for a while (or a day) and to think about how we can make the world a nicer and kinder place.",
      "image": "https://images.unsplash.com/photo-1555317267-1c264217a4f5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NzV8fGFuZ2VsfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/be-an-angel-day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "Ride Like the Wind Day",
      "info": "August 23 is Ride Like the Wind Day, a day to well, ride like the wind if you can. The day also commemorates the first time the Kremer Prize was awarded in 1977. The prize is awarded to people who pioneer human powered flight. Human powered flights are aircraft that use human muscle power to run. Due to technological issues - they are unable to fly for long distances or for a considerable amount of time - human powered flights are usually flown for experimental and recreational purposes.",
      "image": "https://images.unsplash.com/photo-1659221876406-31a3746f41b9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NTh8fHNreWRpdmluZ3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/ride-like-the-wind-day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Pluto Demoted Day",
      "info": "Pluto Demoted Day on August 24 commemorates the day in 2006 when Pluto's status was downgraded from a full sized planet to a dwarf planet by the International Astronomical Union (IAU). Discovered in 1930 by Clyde Tombaugh at the Lowell Observatory in Flagstaff, Arizona, Pluto was the Solar System's 9th planet for 76 years. Given the name of the ancient Greek ruler of the underworld, Pluto was named by an 11-year-old girl called Venetia Burney.",
      "image": "https://images.unsplash.com/photo-1518326815392-fd33bc3e4ccb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cGx1dG98ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/pluto-demoted-day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "Kiss and Make up Day",
      "info": "August 25 is Kiss and Make Up Day, a day to let go of resentment, grudges, anger, and indignation. The unofficial holiday encourages people to make up and reconcile with anyone they are estranged with - at work, school, or in their family. Conflict is one of the biggest truths in life. No matter how much we may try, disagreements are a big part of our relationships with others. Kiss and make up is an English language idiom that means to forgive someone and be friends again with them.",
      "image": "https://images.unsplash.com/photo-1601783109497-1cbdb344d08d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8a2lzcyUyMG9uJTIwY2hlZWt8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/kiss-and-make-up-day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Women's Equality Day",
      "info": "Women's Equality Day is celebrated in the United States on August 26 to commemorate the 1920 adoption of the Nineteenth Amendment (Amendment XIX) to the United States Constitution, which prohibits the states and the federal government from denying the right to vote to citizens of the United States on the basis of sex. It was first celebrated in 1971, designated by Congress in 1973, and is proclaimed each year by the United States President.",
      "image": "https://images.unsplash.com/photo-1573496130141-209d200cebd8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fHdvbWVuJTIwZW1wb3dlcm1lbnR8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Women%27s_Equality_Day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "The Duchess Who Wasn't Day",
      "info": "The Duchess Who Wasn’t Day on August 27 celebrates the life, times and works of Irish author Margaret Wolfe Hungerford. Born in 1855, Hungerford wrote anonymously under the pen name, The Duchess. She is most well known for her book Molly Bawn. It is unclear why August 27 was chosen by the unknown creators of this unofficial holidays to honor Hungerford, but some people speculate that the day is called the Duchess Who Wasn’t Day because of the anonymity in which Hungerford spent her life as a writer.",
      "image": "https://images.unsplash.com/photo-1434030216411-0b793f4b4173?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8Z2lybCUyMHdyaXRpbmd8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/the-duchess-who-wasnt-day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Bow Tie Day",
      "info": "August 28 is Bow Tie Day, an annual holiday that celebrates the elegant fashion accessory usually worn by men at formal occasions. A type of necktie, the bow tie became a part of a fashionable man's wardrobe in the early 19th century. It is believed that tie evolved from another type of male neckwear called the cravat. The cravat originated in Croatia in the 17th century as a band of cloth that was wrapped around the neck and was possibly worn as a way for soldiers to close the fronts of their shirts or to hide any stains on the front of their shirts.",
      "image": "https://images.unsplash.com/photo-1532207733185-fc73ca0a54b5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8Ym93JTIwdGllfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/bow-tie-day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "International Day against Nuclear Tests",
      "info": "The International Day against Nuclear Tests is observed on August 29. It was established on December 2, 2009, at the 64th session of the United Nations General Assembly by the resolution 64/35, which was adopted unanimously. The resolution in particular calls for increasing awareness \"about the effects of nuclear weapon test explosions or any other nuclear explosions and the need for their cessation as one of the means of achieving the goal of a nuclear-weapon-free world\".",
      "image": "https://images.unsplash.com/photo-1651390553427-70ad3c2e1873?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8YW50aSUyMG51Y2xlYXJ8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_against_Nuclear_Tests"
    },
    {
      "id": 30,
      "day": 30,
      "title": "International Day of the Disappeared",
      "info": "The International Day of the Disappeared, on August 30 of each year, is a day created to draw attention to the fate of individuals imprisoned at places and under poor conditions unknown to their relatives and/or legal representatives. The impulse for the day came from the Latin American Federation of Associations for Relatives of Detained-Disappeared, a non-governmental organization founded in 1981 in Costa Rica as an association of local and regional groups actively working against secret imprisonment, forced disappearances and abduction in a number of Latin-American countries.",
      "image": "https://images.unsplash.com/photo-1500930540495-e92875696a16?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8bG9zdHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_of_the_Disappeared"
    },
    {
      "id": 31,
      "day": 31,
      "title": "Eat Outside Day",
      "info": "August 31 is Eat Outside Day. So, pack up a lunch, head on over to the park and commune with nature while you eat your meal under the Sun. This unofficial holiday of unknown origins encourages eating outside as an excuse for people to go outdoors and take in some fresh air and enjoy some time under the Sun. The day is also known as Eat Outdoors Day or National Eat Outside Day in the US.",
      "image": "https://images.unsplash.com/photo-1536410455700-9f81e0f77d40?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NTN8fHN0cmVldCUyMGZvb2R8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/eat-outside-day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "Knowledge Day",
      "info": "Knowledge Day often simply called 1 September, is the day when the school year traditionally starts in Russia and many other former Soviet republics as well as other countries in the former Eastern Bloc (excluding Romania which falls on September 11 and the former East Germany varies in a coordinated fashion and Azerbaijan which falls on September 15) and Israel.",
      "image": "https://images.unsplash.com/photo-1618933974351-e38629016464?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8a25vd2xlZGdlfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=700&q=60",
      "source": "https://en.wikipedia.org/wiki/Knowledge_Day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Bison Ten Yell Day",
      "info": "On September 2 celebrate the 200th anniversary of any imaginary character of your choosing because it is Bison-Ten-Yell Day. Don't get it? It has nothing to do with bisons except for the name. Read Bison-Ten-Yell Day out fast and it sounds like bicentennial day. The origins of this unofficial day are unknown.",
      "image": "https://images.unsplash.com/photo-1579566346927-c68383817a25?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTV8fGZpY3Rpb258ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=700&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/bison-ten-yell-day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "Australian Flag Day",
      "info": "Australian National Flag Day has been celebrated in Australia since 3 September 1996. It commemorates the day in 1901 on which the Australian National Flag was first flown. Since 2008, the same day has also been commemorated as Merchant Navy Day, which allows the Australian Red Ensign to be flown on land on the occasion.",
      "image": "https://images.unsplash.com/photo-1563698876759-5388be71113b?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8YXVzdHJhbGlhJTIwZmxhZ3xlbnwwfDB8MHx8&auto=format&fit=crop&w=700&q=60",
      "source": "https://en.wikipedia.org/wiki/Flag_Day_(Australia)"
    },
    {
      "id": 4,
      "day": 4,
      "title": "Eat an Extra Dessert Day",
      "info": "September 4 is Eat an Extra Dessert Day, a day that encourages people to treat their sweet tooth with a second (or well, even a third) helping of dessert. Desserts are usually a sweet course served after the end of a meal. While in the past typically this meal took place at the end of the day, in modern times desserts can accompany a mid-day meal as well. Desserts are also known as sweets in many parts of the world.",
      "image": "https://images.unsplash.com/photo-1579372786545-d24232daf58c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8ZGVzc2VydHN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/eat-an-extra-dessert-day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "Teachers' Day",
      "info": "Teachers' Day is a special day for the appreciation of teachers, and may include celebrations to honor them for their special contributions in a particular field area, or the community in general.  In India the birthday of the second president Sarvepalli Radhakrishnan (5 September) is celebrated as Teachers' Day since 1962 and Guru Purnima traditionally observed as a day to worship teachers by Hindus. According to Hindu scriptures, it is very important to make a spiritual guru (guru), without a spiritual teacher one cannot attain salvation. The identity of a true Spiritual teacher is written in Adhyay 15 Shlok 1 to 4 of Holy Gita. Teacher's Day was celebrated as \"Abhar Diwas\" in 2021.",
      "image": "https://images.unsplash.com/photo-1522661067900-ab829854a57f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8aW5kaWFuJTIwdGVhY2hlcnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/List_of_Teachers%27_Days"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Read a Book Day",
      "info": "On September 6, pour yourself a cup of tea, find a cozy spot and curl up with a good book because it is Read A Book Day! Research has shown that reading can have several health and social benefits. Frequent readers tend to have lower stress levels than non-readers. In addition, reading can stimulate brain activity and improve memory. Socially, reading can reap a lot of benefits - well-read people tend to be more empathetic and aware of societal ills and differences.",
      "image": "https://images.unsplash.com/photo-1612477954469-c6a60de89802?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8cmVhZGluZ3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/read-a-book-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "Salami Day",
      "info": "September 7 is Salami Day, a annual holiday that honors the delicious and spicy cured Italian sausage that is a perfect wine and cheese accompaniment. Typically made out of fermented and air dried meat, the salami is plural of the Italian word salame and originates from the Italian word for salt. Salami is traditionally made from beef or pork which is mixed with spices like pepper, garlic and wine, though many regional variations exist.",
      "image": "https://images.unsplash.com/photo-1542901031-ec5eeb518e83?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8c2FsYW1pfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/salami-day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "Pardon Day",
      "info": "While the word pardon can be commonly used as a synonym of forgiveness, the word has a very specific legal implication. It is used to refer to an official or legal act that releases an individual or a group from the punishment for a crime. In its legal form a pardon is usually given by the head of a government, state or a religious authority. In many countries the rules of a pardon are coded in law or in the constitution.",
      "image": "https://images.unsplash.com/photo-1505189014261-0148f9aefa85?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8Zm9yZ2l2ZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/pardon-day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Teddy Bear Day",
      "info": "September 9 is Teddy Bear Day, a day to bring out all your teddy bears and thank them for their company, the fun times you have had with them, and for all the days and nights they comforted you. Also, don't forget to give your teddy a big hug and apologize for all the rough housing your poor teddy bear may have had to go through in your childhood.",
      "image": "https://images.unsplash.com/photo-1561358560-7dc4838290c1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8dGVkZHklMjBiZWFyfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/teddy-bear-day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "World Suicide Prevention Day",
      "info": "World Suicide Prevention Day (WSPD) is an awareness day observed on 10 September every year, in order to provide worldwide commitment and action to prevent suicides, with various activities around the world since 2003. The International Association for Suicide Prevention (IASP) collaborates with the World Health Organization (WHO) and the World Federation for Mental Health (WFMH) to host World Suicide Prevention Day.",
      "image": "https://images.unsplash.com/photo-1564121211835-e88c852648ab?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8c3VpY2lkZSUyMHByZXZlbnRpb258ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Suicide_Prevention_Day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "Hug Your Hound Day",
      "info": "On September 11, give your four-legged best friend a big hug because it is Hug Your Hound Day. Created by canine behaviorist Ami Moore, the holiday encourages dog parents and owners to focus on their dogs' health, safety and happiness. The unofficial holiday celebrates the special bond between dogs and their owners. The day also aims at creating more a more dog friendly environment in urban areas.",
      "image": "https://images.unsplash.com/photo-1563237739-e433cbb3fd8f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTl8fGh1ZyUyMGhvdW5kfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/hug-your-hound-day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "Chocolate Milkshake Day",
      "info": "September 12 is Chocolate Milkshake Day. So, what are you waiting for? Take out that blender and make yourself a glass of yummy chocolate milkshake. Also known as thick shake, a milkshake is a cold beverage made by blending together milk or ice cream with some sweetening agents and flavorings. Popular flavors of milkshakes include vanilla, strawberry and of course, chocolate. Chocolate milkshake is made by blending chocolate syrup or cocoa powder with milk or ice cream.",
      "image": "https://images.unsplash.com/photo-1591864384134-8a21ffb51cb5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8Y2hvY29sYXRlJTIwbWlsa3NoYWtlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/chocolate-milkshake-day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Programmer's Day",
      "info": "Programmer's Day, also known as the Day of the Programmer, is a professional day that is celebrated in Russian Federation on the 256th (hexadecimal 100th, or the 28th) day of each year (September 13 during common years and on September 12 in leap years). The number 256 (28) was chosen because it is the number of distinct values that can be represented with a byte, a value well known to programmers. 256 is also the highest power of two that is less than 365, the number of days in a common year.",
      "image": "https://images.unsplash.com/photo-1587620962725-abab7fe55159?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8ZGV2ZWxvcGVyfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Programmer%27s_Day"
    },
    {
      "id": 14,
      "day": 14,
      "title": "Hindi Day",
      "info": "Hindi Day is celebrated in India to commemorate the date 14 September 1949 on which a compromise was reached—during the drafting of the Constitution of India—on the languages that were to have official status in the Republic of India. The Hindi protagonists wanted Hindi to be the sole \"national language\" of India; the delegates from South India preferred English to have a place in the Constitution.",
      "image": "https://images.unsplash.com/photo-1657302155485-790b74d0b5d1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8aGluZGklMjB0ZXh0fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Hindi_Day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Make a Hat Day",
      "info": "On September 15, don your creative hat, gather your craft supplies, channel the secret milliner in your soul and make yourself a hat because it is Make a Hat Day. We can all safely assume that the unknown originator of this unofficial holiday aimed to encourage people to look their very best by sporting a hat they made from scratch. Throughout history people have used hats to protect themselves from the elements, for religious purposes, and to denote profession, class and status. These days, hats have become fashion accessories, worn by people to reflect their personalities and style.",
      "image": "https://images.unsplash.com/photo-1568308073315-dff9ed586308?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8aGF0fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/make-a-hat-day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Ozon Day",
      "info": "International Day for the Preservation of the Ozone Layer (informally and simply called Ozone Day) is celebrated on September 16 designed by the United Nations General Assembly. This designation had been made on December 19, 2000, in commemoration of the date, in 1987, on which nations signed the Montreal Protocol on Substances that Deplete the Ozone Layer. In 1994, the UN General Assembly proclaimed 16 September the International Day for the Preservation of the Ozone Layer, commemorating the date of the signing, in 1987, of the Montreal Protocol on Substances that Deplete the Ozone Layer.",
      "image": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8ZWFydGh8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_for_the_Preservation_of_the_Ozone_Layer"
    },
    {
      "id": 17,
      "day": 17,
      "title": "National CleanUp Day",
      "info": "National CleanUp Day was created by hiking enthusiasts Steve Jewett and Bill Willoughby in partnership with Clean Trails, a nonprofit that works to keep the outdoors clean. The unofficial holiday raises awareness about cleanliness and reducing litter. National CleanUp Day is an attempt to bring together those who love the outdoors and nature to help clean up trails, parks, beaches, and other natural communal spaces.",
      "image": "https://images.unsplash.com/photo-1530587191325-3db32d826c18?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cGljayUyMGdhcmJhZ2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/national-cleanup-day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "World Water Monitoring Day",
      "info": "World Water Monitoring Day was an international day established in 2003 by America's Clean Water Foundation (ACWF) as a global educational outreach program. The program, subsequently named the \"World Water Monitoring Challenge\" and \"EarthEcho Water Challenge,\" aims to build public awareness and involvement in protecting water resources around the world by empowering citizens to carry out basic monitoring of their local water bodies. Roberta (Robbi) Savage, ACWF's president and CEO created WWMD, and Edward Moyer was the first WWMD Coordinator.",
      "image": "https://images.unsplash.com/photo-1528184039930-bd03972bd974?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cml2ZXIlMjBiYW5rfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Water_Monitoring_Day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "International Talk Like a Pirate Day",
      "info": "International Talk Like A Pirate Day is a parody holiday annually held on September 19. Celebrated for the first time in 1995, the fun holiday encourages people to talk and dress like the sea plunderers of yesteryears. John Baur (“Ol' Chumbucket”) and Mark Summers (“Cap'n Slappy”) created this holiday on June 6, 1995. Out of respect for World War II’s D-Day, Baur and Summers chose to move the date of the holiday to September 19.",
      "image": "https://images.unsplash.com/photo-1594189683218-b5a9a346a43f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cGlyYXRlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/talk-like-a-pirate-day"
    },
    {
      "id": 20,
      "day": 20,
      "title": "Punch Day",
      "info": "September 20 is Punch Day. Celebrate this unofficial holiday of unknown origins by drinking a tall glass of this delicious party beverage. Typically made by mixing a variety of fruit juices, a punch can be alcoholic or non-alcoholic. Food historians believe that the beverage originated in India - its name comes from the Hindi word \"Paanch\" meaning five. It is thought that the original punch in India included five ingredients.",
      "image": "https://images.unsplash.com/photo-1596463989140-3b600dab72e5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8YmV2ZXJhZ2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/punch-day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "International Day of Peace",
      "info": "The International Day of Peace, also officially known as World Peace Day, is a United Nations-sanctioned holiday observed annually on 21 September. It is dedicated to world peace, and specifically the absence of war and violence, such as might be occasioned by a temporary ceasefire in a combat zone for humanitarian aid access. The day was first celebrated in 1981 and is kept by many nations, political groups, military groups, and people.",
      "image": "https://images.unsplash.com/photo-1491439833076-514a03b24a15?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fHBlYWNlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_of_Peace"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Hobbit Day",
      "info": "Fans of JRR Tolkien’s Lord of the Rings (LOTR) and the Hobbit epic celebrate September 22 as Hobbit Day. The week containing Hobbit Day is also celebrated as Tolkien Week. Hobbit Day and Tolkien Week first began in 1978 by the proclamation of the American Tolkien Society, an organization whose goal is to further the study and spread the appreciation of the works of JRR Tolkien and his son, Christopher JR Tolkien.",
      "image": "https://images.unsplash.com/photo-1462759353907-b2ea5ebd72e7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8aG9iYml0fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/hobbit-day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "International Sign Language Day",
      "info": "International Day of Sign Languages (IDSL) is celebrated annually across the world on 23 September every year along with International Week of the Deaf. The choice of 23 September is the same date that the World Federation of the Deaf was established in 1951.",
      "image": "https://images.unsplash.com/photo-1640550444366-b94e5752c479?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8c2lnbiUyMGxhbmd1YWdlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_of_Sign_Languages"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Punctuation Day",
      "info": "Do you find yourself correcting punctuation while reading a restaurant menu? Do you see red anytime you see an incorrect usage of the apostrophe? Then, Punctuation Day on September 24 is your kind of holiday. Punctuation Day is the brainchild of the American professional speaker Jeff Rubin who launched it in 2004, and is also known as National Punctuation Day in the United States. The unofficial holiday aims to spread awareness and educate people on proper punctuation and the virtues of using the appropriate punctuation in any kind of writing.",
      "image": "https://images.unsplash.com/photo-1633613286848-e6f43bbafb8d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cHVuY3R1YXRpb258ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/punctuation-day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "Comic Book Day",
      "info": "September 25 is Comic Book Day. The holiday celebrates the art and science behind comic books and encourages people to read and share comic books. A comic book is a book that tells stories through pictures or illustrations and text. The story is usually divided into sequential panels and dialogs and thoughts of the characters are presented in a stylized graphic called a speech bubble or balloon.",
      "image": "https://images.unsplash.com/photo-1628426912206-d88e22da5c76?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fGNvbWljfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/comic-book-day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Love Note Day",
      "info": "September 26 is Love Note Day, an unofficial holiday that encourages you to write and send notes full of love to the special person in your life. Almost as old as the first written language, the love note has historically been one of the most romantic ways to tell that special person how you feel about them. However, with the fast pace of our modern day lives, the art of writing love notes and exchanging them with one's sweetheart is slowly dying. Love Note Day aims to change this.",
      "image": "https://images.unsplash.com/photo-1510034696085-597d716bd162?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fGxvdmUlMjBwYXBlcnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/love-note-day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "World Tourism Day",
      "info": "Since 1980, the United Nations World Tourism Organization has celebrated World Tourism Day as international observances on September 27. This date was chosen as on that day in 1970, the Statutes of the UNWTO were adopted. The adoption of these Statutes is considered a milestone in global tourism. The purpose of this day is to raise awareness on the role of tourism within the international community and to demonstrate how it affects social, cultural, political and economic values worldwide.",
      "image": "https://images.unsplash.com/photo-1519922639192-e73293ca430e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8dG91cmlzbXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Tourism_Day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "World Rabies Day",
      "info": "World Rabies Day is an international awareness campaign coordinated by the Global Alliance for Rabies Control, a non-profit organization with headquarters in the United States. World Rabies Day takes place each year on September 28, the anniversary of the death of Louis Pasteur who, with the collaboration of his colleagues, developed the first efficacious rabies vaccine. World Rabies Day aims to raise awareness about the impact of rabies on humans and animals, provide information and advice on how to prevent the disease in at-risk communities, and support advocacy for increased efforts in rabies control.",
      "image": "https://images.unsplash.com/photo-1655648340915-019ee5a3fb2a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cmFiaWVzfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Rabies_Day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "World Heart Day",
      "info": "The World Heart Federation (WHF) is a non-governmental organization based in Geneva, Switzerland, formed in 1972. The current President for World Heart Federation is Fausto Pinto. In 1978 the International Society of Cardiology merged with the International Cardiology Federation (which had been founded in 1970) to form the International Society and Federation of Cardiology. This body changed its name in 1998 to the World Heart Federation. \"World Heart Day\" was founded in 2000 to inform people around the globe that cardiovascular disease and stroke are the world’s leading causes of death. World Heart Day is celebrated every year on 29 September. ",
      "image": "https://images.unsplash.com/photo-1612490689975-c062b1bdcec7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8aGVhcnQlMjBkYXl8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Heart_Federation"
    },
    {
      "id": 30,
      "day": 30,
      "title": "International Translation Day",
      "info": "International Translation Day is an international day recognising translation professionals. It is on 30 September, which is the day of the feast of St. Jerome, the Bible translator who is considered the patron saint of translators. The celebrations have been promoted by International Federation of Translators (FIT) since its establishment in 1953. In 1991 FIT launched the idea of an officially recognized International Translation Day to show solidarity with the worldwide translation community in an effort to promote translation as a profession that has become increasingly essential in the era of globalization.",
      "image": "https://images.unsplash.com/photo-1556742049-0cfed4f6a45d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8dHJhbnNsYXRlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Translation_Day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "International Coffee Day",
      "info": "International Coffee Day (1 October) is an occasion that is used to promote and celebrate coffee as a beverage, with events now occurring in places around the world. The first official date was 3 October 2015, as agreed by then International Coffee Organization and was launched in Milan. This day is also used to promote fair trade coffee and to raise awareness for the plight of the coffee growers. On this day, many businesses offer free or discounted cups of coffee.",
      "image": "https://images.unsplash.com/photo-1503481766315-7a586b20f66d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mjl8fGNvZmZlZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Coffee_Day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "International Day of Non-Violence",
      "info": "International Day of Non-Violence is observed on 2 October, the birthday of Mahatma Gandhi. It was established on 15 June 2007 according to United Nations General Assembly resolution A/RES/61/271. The day is an occasion to \"disseminate the message of non-violence...through education and public awareness...and reaffirm the desire for a culture of peace, tolerance, understanding and non-violence\". It is not a public holiday, but is observed around the world in various ways, often to draw attention to global issues. Its date and purpose correspond with those of the Indian national public holiday of Gandhi Jayanti.",
      "image": "https://images.unsplash.com/photo-1591045211820-2fe94117fe18?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bm9udmlvbGVuY2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_of_Non-Violence"
    },
    {
      "id": 3,
      "day": 3,
      "title": "World Architecture Day",
      "info": "World Architecture Day has been created in order to pay tribute to this industry. Architects have the ability to change the world that we live in with their amazing work. World Architecture Day is about recognizing their work, as well as the important role that architecture plays. Architecture is something we do not tend to appreciate as much as we should. Look around you next time you walk down the street. Everything is a product of architecture. Think about all of those amazing buildings around the world.",
      "image": "https://images.unsplash.com/photo-1443527394413-4b820fd08dde?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzV8fGFyY2hpdGVjdHVyZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.daysoftheyear.com/days/architecture-day/"
    },
    {
      "id": 4,
      "day": 4,
      "title": "World Animal Day",
      "info": "World Animal Day is an international day of action for animal rights and welfare celebrated annually on October 4, the feast day of Francis of Assisi, the patron saint of animals. The World Animal Day movement is supported and endorsed by a number of celebrities, such as Anneka Svenska, Brian Blessed and Melanie C. World Animal Day, was originated by cynologist Heinrich Zimmermann. He organized the first World Animal Day on March 24, 1925, at the Sport Palace in Berlin, Germany.",
      "image": "https://images.unsplash.com/photo-1507666405895-422eee7d517f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjB8fGFuaW1hbHN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Animal_Day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "World Teachers' Day",
      "info": "World Teachers' Day is an international day held annually on 5 October to celebrate the work of teachers. Established in 1994, it commemorates the signing of recommendation by the International Labour Organization (ILO) and the United Nations Educational, Scientific and Cultural Organization (UNESCO). World Teachers' Day aims to focus on \"appreciating, assessing and improving the educators of the world\" and to provide an opportunity to consider issues related to teachers and teaching.",
      "image": "https://images.unsplash.com/photo-1577896851231-70ef18881754?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8dGVhY2hlcnN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Teachers%27_Day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Mad Hatter Day",
      "info": "Celebrated annually on October 6, Mad Hatter Day celebrates the Hatter, a key character in Lewis Carol’s Alice in Wonderland. The unofficial holiday was created in 1986 in Boulder Colorado by a group of computer technicians who were inspired by the Hatter and his antics in the epic fantasy novel. n the book, the Hatter is an eccentric milliner for whom time is forever stuck at a tea party with his friend the March Hare.",
      "image": "https://images.unsplash.com/photo-1523183616954-5d0a9e552cbb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bWFkJTIwaGF0dGVyfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/mad-hatter-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "World Smile Day",
      "info": "The first Friday of October every year is celebrated around the globe as World Smile Day. The unofficial holiday encourages people to do acts of kindness to spread good will and cheer. First started in 1999 by the creator of the smiley, Harvey Ball, the holiday celebrates the intent behind the now universally recognized icon - to bring a smile of the faces of people around the world. The purpose of the holiday was the move away from the commercialization of the smiley and to use it as a symbol of kindness and affection.",
      "image": "https://images.unsplash.com/photo-1544507888-56d73eb6046e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8c21pbGV8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/world-smile-day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "Pierogi Day",
      "info": "October 8 is Pierogi Day, a day to stock up your fridge with delicious dumplings made of unleavened dough. Usually stuffed with meat, potatoes, vegetables and fruit, pierogi have become popular in the United States and Canada due to large Polish immigrant population. Considered to be one of Poland's national dish, pierogi are first boiled and then served several at a time with melted butter or fried with onions.",
      "image": "https://images.unsplash.com/photo-1662116663511-9d79d49da183?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cGllcm9naXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/pierogi-day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "World Post Day",
      "info": "World Post Day is an international day that occurs each year on October 9, the anniversary of the Universal Postal Union (UPU),[1] which started in 1874 in Switzerland. The UPU was the start of the global communications revolution, introducing the ability to write letter to others all over the world. World Post Day started in 1969. Since then, countries all over the world take part in celebrations to highlight the importance of the postal service. Many things happen on this day.",
      "image": "https://images.unsplash.com/photo-1521575107034-e0fa0b594529?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cG9zdHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Post_Day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "World Mental Health Day",
      "info": "World Mental Health Day (10 October) is an international day for global mental health education, awareness and advocacy against social stigma. It was first celebrated in 1992 at the initiative of the World Federation for Mental Health, a global mental health organization with members and contacts in more than 150 countries. This day, each October, thousands of supporters come to celebrate this annual awareness program to bring attention to mental illness and its major effects on people's lives worldwide.",
      "image": "https://images.unsplash.com/photo-1493836512294-502baa1986e2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8bWVudGFsJTIwaGVhbHRofGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Mental_Health_Day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "Newspaper Carrier Day",
      "info": "International Newspaper Carrier Day is an annual observance created by the Newspaper Association of America and celebrated in October. The day is scheduled in association with the Newspaper Association Managers' National Newspaper Week. National Newspaper Week is celebrated during the first full week in October, and Newspaper Carrier Day is observed on the Saturday of that week. News Media Canada also observes this particular date, noting newspapers may choose to observe the day by running an ad, or organizing special events or activities.",
      "image": "https://images.unsplash.com/photo-1598260859730-afd78256573d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Njd8fG5ld3NwYXBlciUyMGRlbGl2ZXJlcnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Newspaper_Carrier_Day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "Old Farmers Day",
      "info": "October 12 is Old Farmers Day, a day devoted to old farmers and their farming techniques. Agriculture and farming today is largely mechanized and very scientific, but these developments would not have been possible without the wisdom and hard work of old farmers. This day is to give them thanks, to listen to them and to their stories, and to learn from them and their techniques. While the origins of the holiday are unknown, Old Farmers Day is celebrated by many as a throwback to sustainable and farm-to-table farming practices of the old days.",
      "image": "https://images.unsplash.com/photo-1626488033090-79f63fd81a75?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8b2xkJTIwZmFybWVyfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/old-farmers-day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "International Skeptics Day",
      "info": "Are you one of those people who takes everything they hear with a grain of salt? Do you question everything and never accept things at their face value? Then, International Skeptics Day on October 13 is the holiday for you. Whether you are skeptical of when the holiday is celebrated or not, we can all agree that the day encourages people to be skeptical and to never accept anything without questioning its veracity.",
      "image": "https://images.unsplash.com/photo-1565239500265-bd02167453ae?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8c2tlcHRpY2FsfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-skeptics-day"
    },
    {
      "id": 14,
      "day": 14,
      "title": "World Standards Day",
      "info": "World Standards Day is an international day celebrated internationally each year on 14 October. The day honors the efforts of the thousands of experts who develop voluntary standards within standards development organizations such as the American Society of Mechanical Engineers, International Electrotechnical Commission, International Ethics Standards Board for Accountants, International Organization for Standardization, International Telecommunication Union, Institute of Electrical and Electronics Engineers and Internet Engineering Task Force. The aim of World Standards Day is to raise awareness among regulators, industry and consumers as to the importance of standardization to the global economy.",
      "image": "https://images.unsplash.com/photo-1611075384322-731537ad7971?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fHRodW1icyUyMHVwfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Standards_Day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Sweetest Day",
      "info": "The third Saturday in October is celebrated as Sweetest Day in parts of the United States. The unofficial holiday was started in 1921 in Cleveland, Ohio as a way to encourage women to treat their male romantic partners with sweets and candy. Sweetest Day is not a nation-wide holiday—only people in a handful of cities, including Buffalo, New York; Detroit, Michigan; and Cleveland, Ohio celebrate the holiday.",
      "image": "https://images.unsplash.com/photo-1609875849129-29a3619ecc16?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OTB8fHN3ZWV0c3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/sweetest-day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "World Food Day",
      "info": "World Food Day is an international day celebrated every year worldwide on October 16th to commemorate the date of the founding of the United Nations Food and Agriculture Organization in 1945. The day is celebrated widely by many other organizations concerned with hunger and food security, including the World Food Program, the World Health Organization and the International Fund for Agricultural Development. WFP received the Nobel Prize in Peace for 2020 for their efforts to combat hunger, contribute to peace in conflict areas, and for playing a leading role in stopping the use of hunger in the form of a weapon for war and conflict.",
      "image": "https://images.unsplash.com/photo-1563379926898-05f4575a45d8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjZ8fGZvb2R8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Food_Day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "Eradication of Poverty Day",
      "info": "The International Day for the Eradication of Poverty is an international observance celebrated each year on October 17 throughout the world. The first commemoration, \"World Day to Overcome Poverty\" took place in Paris, France, in 1987 when 100,000 people gathered on the Human Rights and Liberties Plaza at the Trocadéro to honor victims of poverty, hunger, violence, and fear at the unveiling of a commemorative stone by Joseph Wresinski, founder of the International Movement ATD Fourth World. In 1992, four years after Wresinski's death, the United Nations officially designated October 17 as the International Day for the Eradication of Poverty.",
      "image": "https://images.unsplash.com/photo-1594708767771-a7502209ff51?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fHBvdmVydHl8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_for_the_Eradication_of_Poverty"
    },
    {
      "id": 18,
      "day": 18,
      "title": "Chocolate Cupcake Day",
      "info": "A cupcake is a single serve cake which gets its name from the cup-like shaped mold it is baked in. An American invention, cupcakes use the same ingredients as a regular cake and can be decorated just like any other cake with icing, frosting, toppings and sprinkles. While cupcakes come in a variety of flavors, chocolate is one of the most popular flavor available. Many people make their chocolate cupcakes special by adding gourmet ingredients such as coffee, pumpkin, beer and whiskey.",
      "image": "https://images.unsplash.com/photo-1640806354740-d47c98c190ea?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTV8fGNob2NvbGF0ZSUyMGN1cGNha2VzfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/chocolate-cupcake-day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "Global Dignity Day",
      "info": "Global Dignity Day is an initiative to educate and inspire young people and help them to understand their self-worth and goals. It was established in 2008 and continues to grow in popularity. On Global Dignity Day, speakers go into schools and tell pupils about their own lives and experiences with dignity and all that that entails: self-respect, ambition, hard work, a feeling of accomplishment.",
      "image": "https://images.unsplash.com/photo-1600880292203-757bb62b4baf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGJ1c3NpbmVzJTIwbWFufGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.daysoftheyear.com/days/global-dignity-day/"
    },
    {
      "id": 20,
      "day": 20,
      "title": "World Statistics Day",
      "info": "World Statistics Day is an international day to celebrate statistics. Created by the United Nations Statistical Commission, it was first celebrated on 20 October 2010. The day is celebrated every five years. As of 2010, 103 countries celebrate a national Statistics Day, including 51 African countries that jointly celebrate African Statistics Day annually on 18 November. India celebrates its statistics day on 29 June, the birthday of the statistician Prasanta Chandra Mahalanobis.",
      "image": "https://images.unsplash.com/photo-1625296276703-3fbc924f07b5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8c3RhdGlzdGljc3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Statistics_Day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "Count your Buttons Day",
      "info": "October 21 is Count Your Buttons Day. As far as made-up holidays go, this one is a head scratcher. It is unclear what the unknown creators of this unofficial holiday aimed to do. Maybe they wanted people to count the buttons in their button stash or count the number of buttons on their shirt? Or perhaps they hoped that people spent the day counting buttons on the electrical appliances they come across on this day?",
      "image": "https://images.unsplash.com/photo-1613555793439-c50b6274176a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8YnV0dG9uc3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/count-your-buttons-day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Caps Lock Day",
      "info": "October 22 IS CAPS LOCK DAY! The day celebrates the Caps Lock on a computer keyboard and was created by Derek Arnold in 2000. It is unclear what the exact purpose of this made-up holiday is. Perhaps it encourages people to use the Caps Lock in their online communications. Or maybe it discourages them to use it because using all caps in an electronic communication is generally associated with anger and yelling.",
      "image": "https://images.unsplash.com/photo-1561908818-526e64312efd?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTAyfHxrZXlib2FyZHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/caps-lock-day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "Mole Day",
      "info": "Mole Day is an unofficial holiday celebrated by chemists and chemistry students on October 23 in honor of the mole, a measuring unit in Chemistry. The mole measures chemical entities such as atoms or molecules and is formally defined as the amount of any substance that contains as many entities as there are atoms in 12 grams of carbon-12. Associated with Avogadro’s number, a dimensionless measuring unit in Chemistry, the mole approximates to 6.02×1023. The number is named after Italian scientist Amedeo Avogadro.",
      "image": "https://images.unsplash.com/photo-1516247897763-0f4ad94c2668?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8bW9sZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/mole-day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "World Polio Day",
      "info": "World Polio Day (24 October) was established by Rotary International to commemorate the birth of Jonas Salk, who led the first team to develop a vaccine against poliomyelitis. Use of this inactivated poliovirus vaccine and subsequent widespread use of the oral poliovirus vaccine developed by Albert Sabin led to establishment of the Global Polio Eradication Initiative (GPEI) in 1988. Since then, GPEI has reduced polio worldwide by 99 percent.",
      "image": "https://images.unsplash.com/photo-1576765608622-067973a79f53?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8Y2hpbGQlMjB2YWNjaW5lfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Polio_Day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "Sourest Day",
      "info": "October 25 is Sourest Day, a day to celebrate all things sour – people or foods. The origins of this made-up holiday are unknown, but we can assume that the day encourages people to try our sour foods and to cheer up the sour people in their lives. Sourness is a taste that detects acidity in a food item. Scientists rank substances on their sourness by comparing it to hydrochloric acid, which has a sourness index of 1.",
      "image": "https://images.unsplash.com/photo-1585909085111-2c2f311643af?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8c291cnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/sourest-day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Howl at the Moon Day and Night",
      "info": "October 26 is Howl At the Moon Day and Night. We were unable to figure out what the unknown creators of this made-up holiday aim to accomplish, but we can only assume that it encourages people to go out during the day or night and howl at the Moon. The name of the holiday comes from the belief that wolves howl at the Moon. According to lore, on a full Moon night, wolves upturn their head towards the Moon and communicate with it by howling.",
      "image": "https://images.unsplash.com/photo-1604608678051-64d46d8d0ffe?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8aG93bGluZyUyMHdvbGZ8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/howl-at-the-moon-day-and-night"
    },
    {
      "id": 27,
      "day": 27,
      "title": "World Day for Audiovisual Heritage",
      "info": "The World Day for Audiovisual Heritage takes place every 27 October. This commemorative day was chosen by UNESCO in 2005 to raise awareness of the significance and preservation risks of recorded sound and audiovisual documents. The 2012 and 2013 events were coordinated by the Coordinating Council of Audiovisual Archives Associations, through the South-east Asia & Pacific Audiovisual Archives Association and International Association of Sound and Audiovisual Archives.",
      "image": "https://images.unsplash.com/photo-1590373717962-014ba271c061?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fGF1ZGlvJTIwdmlzdWFsfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Day_for_Audiovisual_Heritage"
    },
    {
      "id": 28,
      "day": 28,
      "title": "International Animation Day",
      "info": "October 28, the International Animation Day (IAD) was an international observance proclaimed in 2002 by the ASIFA as the main global event to celebrate the art of animation. This day commemorates the first public performance of Charles-Émile Reynaud's Théâtre Optique at the Grevin Museum in Paris, 1892. In 1895, the Cinematograph of the Lumière brothers outshone Reynaud's invention, driving Émile to bankruptcy. However, his public performance of animation entered the history of optical entertainments as shortly predating the camera-made movies.",
      "image": "https://images.unsplash.com/flagged/photo-1572609239482-d3a83f976aa0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTd8fGFuaW1hdGlvbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Animation_Day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "Internet Day",
      "info": "October 29 is celebrated every year as Internet Day around the world. Can you imagine a world without the Internet? Without instant access to streaming movies, videos of kittens to make your day brighter, online shopping, and instant messaging? The holiday encourages people to celebrate the Internet and to acknowledge that it has revolutionized how we communicate, gather knowledge and share information with each other. And yes, also how we waste our time.",
      "image": "https://images.unsplash.com/photo-1610034463992-aea5e8f62d89?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDF8fHdpZml8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/internet-day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "Candy Corn Day",
      "info": "Nothing says Halloween is just around the corner than a bowl full of candy corn. Celebrate this multicolored candy that resembles a corn kernel on October 30, Candy Corn Day. Made of sugar, corn syrup, and coloring, candy corn was invented in the 1880s by George Renninger of Wunderle Candy Company in Pennsylvania, United States. The candy was then mass produced under the name Chicken Feed by the Goelitz Confectionery Company during the early 1900s.",
      "image": "https://images.unsplash.com/photo-1542761923-d1909278b75d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8Y2FuZHklMjBjb3JufGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/candy-corn-day"
    },
    {
      "id": 31,
      "day": 31,
      "title": "National Unity Day",
      "info": "National Unity Day (Rashtriya Ekta Diwas) is celebrated in India on 31 October. It was introduced by the Government of India in 2014. The day is celebrated to mark the birth anniversary of Sardar Vallabhbhai Patel who had a major role in the political integration of India. 31 October is also celebrated as Rashtriya Sankalp Diwas or National Pledge Day as it marks the day of assassination of Indira Gandhi. Several schools and colleges, especially in Congress-run states, organize rallies and programmes in remembrance of Indira Gandhi.",
      "image": "https://images.unsplash.com/photo-1591045211820-2fe94117fe18?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjF8fHVuaXR5fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/National_Unity_Day_(India)"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "World Vegan Day",
      "info": "World Vegan Day is an annual event celebrated by vegans around the world every 1 November. The benefits of veganism for animals, humans and the natural environment are celebrated through activities such as setting up stalls, hosting potlucks, and planting memorial trees. The event was established in 1994 by Louise Wallis, then Chair of The Vegan Society in the United Kingdom, to commemorate the 50th anniversary of the founding of the organisation and the coining of the terms \"vegan\" and \"veganism\". Speaking in 2011, Louise Wallis said: \"We knew the Society had been founded in November 1944 but didn’t know the exact date, so I decided to go for 1 November, partly because I liked the idea of this date coinciding with Samhain/Halloween and the Day of the Dead – traditional times for feasting and celebration, both apt and auspicious.\"",
      "image": "https://images.unsplash.com/photo-1512621776951-a57141f2eefd?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8dmVnYW58ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Vegan_Day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Deviled Eggs Day",
      "info": "On November 2, boil some eggs, and make some delicious deviled or devilled eggs as they are spelled in the United Kingdom, because it is Deviled Eggs Day. Deviled eggs are a popular snack or party food made from boiled eggs. Traditionally, the yolk is scooped out, mixed with mayo and seasonings and scooped back into the boiled egg whites. Deviled eggs are served cold.",
      "image": "https://images.unsplash.com/photo-1582169505937-b9992bd01ed9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8ZWdnc3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/deviled-eggs-day"
    },
    {
      "id": 3,
      "day": 3,
      "title": "International Stout Day",
      "info": "Usually celebrated on the first Thursday of November, International Stout Day pays tribute to the stout, a popular type of beer. International Stout Day, whose creator is unknown, was first celebrated in 2011. It has gained in popularity over the years, with bars and breweries holding tasting events, brewing classes, and special happy hours with discounted stouts.",
      "image": "https://images.unsplash.com/photo-1611450905167-e5d3ff17f010?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8c3RvdXQlMjBiZWVyfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-stout-day"
    },
    {
      "id": 4,
      "day": 4,
      "title": "Common Sense Day",
      "info": "Are you familiar with the saying “common sense is not that common”? Celebrate this rarely used quality on November 4, Common Sense Day. The date coincides with the birth date of actor Will Rogers who was thought to have coined this phrase. Thomas Paine wrote a pamphlet called Common Sense in 1776? In it, he drew out the need for independence of the 13 British colonies in North America from Britain. The pamphlet is thought to have inspired the American Revolution.",
      "image": "https://images.unsplash.com/photo-1551498800-17cbc39c85bb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Y29tbW9uJTIwc2Vuc2UlMjBkYXl8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/common-sense-day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "Kanakadasa Jayanthi",
      "info": "Kanaka Dasa's birthday is celebrated in Karnataka, particularly in the Kuruba community. In 2008, Government of Karnataka decided to commemorate his birthday as a state festival and declared 15 November a state holiday. Kanaka Dasa was born into a Kannada Kuruba (shepherd) Hindu family in Baada village, near Bankapura in Karnataka, and was a warrior at Bankapura fort. He was taught by Srinivasacharya.",
      "image": "https://images.unsplash.com/photo-1569571665379-f952b753ccc7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8a2FybmF0YWthfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Kanaka_Dasa#Kanakadasa_Jayanthi"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Saxophone Day",
      "info": "November 6 is Saxophone Day, an unofficial holiday that celebrates the woodwind instrument popularly used in jazz, classical music, and military ensembles. The day honors saxophonists and commemorates the birth anniversary of its inventor Adolphe Sax. Born in Belgium in 1814, Sax was an instrument maker and musician who designed and introduced the Saxophone in 1840.",
      "image": "https://plus.unsplash.com/premium_photo-1661337198455-18b93a017a4e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8c2F4b3Bob25lfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/saxophone-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "International Inuit Day",
      "info": "International Inuit Day (Inuktitut: ᐃᓄᐃᑦ ᐅᑉᓗᐊᓂ, romanized: Inuit Upluani), also known as International Circumpolar Inuit Day (Inuktitut: Tamaat Ukiuktaqtuniitunik Inuit Ubluangit), is a holiday that was created to celebrate Inuit and amplify their voices. It falls on November 7. ",
      "image": "https://media.istockphoto.com/id/466275268/photo/inuit-woman-on-the-tundra-of-baffin-island-nunavut-canada.jpg?b=1&s=170667a&w=0&k=20&c=6oZqiQ6mooxWsaOlF09bpbk2rxp5sO-ecGprFZRGu4A=",
      "source": "https://en.wikipedia.org/wiki/International_Inuit_Day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "International Day of Radiology",
      "info": "The International Day of Radiology (IDoR) is an annual event promoting the role of medical imaging in modern healthcare. It is celebrated on November 8 each year and coincides with the anniversary of the discovery of x-rays. It was first introduced in 2012, as a joint initiative of the European Society of Radiology (ESR), the Radiological Society of North America (RSNA), and the American College of Radiology (ACR).[1] The International Day of Radiology is acknowledged and celebrated by nearly 200 national, sub-speciality, and related societies around the world. ",
      "image": "https://images.unsplash.com/photo-1631563018856-81be9c118283?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cmFkaW9sb2d5fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_of_Radiology"
    },
    {
      "id": 9,
      "day": 9,
      "title": "Chaos Never Dies Day",
      "info": "Feel like your life sometimes spirals into a chaotic mess? Then Chaos Never Dies Day on November 9 is the holiday for you. This made-up holiday encourages people to realize that chaos is part of life and that it will never die. So instead of getting hassled by it, just take a deep breath and let go of things that create chaos in your life on this day.\nChaos Never Dies Day is also known as National Chaos Never Dies Day in the United States.\n\n ",
      "image": "https://images.unsplash.com/photo-1603880920705-3fcc96d6e602?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fGNoYW9zfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/chaos-never-dies-day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "World Keratoconus Day",
      "info": "World Keratoconus Day is an observance dedicated to keratoconus. It falls on November 10. Keratoconus (KC) is a disorder of the eye that results in progressive thinning of the cornea.This may result in blurry vision, double vision, nearsightedness, irregular astigmatism, and light sensitivity leading to poor quality-of-life.",
      "image": "https://media.istockphoto.com/id/1273387648/photo/macro-eye-photo-keratoconus-eye-disease-thinning-of-the-cornea-in-the-form-of-a-cone.jpg?b=1&s=170667a&w=0&k=20&c=dZgDNmROP9XshPUl26xGCPGmEBRsLlLy4oEIzQxdQGw=",
      "source": "https://en.wikipedia.org/wiki/World_Keratoconus_Day"
    },
    {
      "id": 11,
      "day": 11,
      "title": " Origami Day",
      "info": "November 11 is Origami Day. First observed in Japan, the unofficial holiday honors the ancient Japanese art of creating intricate objects and complex shapes out of square pieces of paper. Origami, which comes from the Japanese words, ori meaning folding, and kami meaning paper, originated in Japan in the 6 century, though for a long period of time the art was preserved for religious ceremonies.\n\n ",
      "image": "https://images.unsplash.com/photo-1563260797-cb5cd70254c8?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8b3JpZ2FtaXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/origami-day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "World Pneumonia Day",
      "info": "World Pneumonia Day (12 November) provides an annual forum for the world in the fight against pneumonia. More than 100 organizations representing the interests of children joined forces as the Global Coalition against Child Pneumonia to hold the first World Pneumonia Day on 12 November 2009. Save The Children artist ambassadors Gwyneth Paltrow and Hugh Laurie, Charles MacCormack of Save The Children, Orin Levine of PneumoADIP, Lance Laifer of Hedge Funds vs. Malaria & Pneumonia, the Global Health Council, the GAVI Alliance, and the Sabin Vaccine Institute joined together in a call to action asking people to participate in World Pneumonia Day on 2 November.",
      "image": "https://images.unsplash.com/photo-1584555613671-c34392310997?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cG5ldW1vbmlhfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Pneumonia_Day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "World Kindness Day",
      "info": "World Kindness Day is an international observance on 13 November. It was introduced in 1998 by the World Kindness Movement, a coalition of nations' kindness NGOs. It is observed in many countries, including Canada, Australia, Nigeria and the United Arab Emirates. Singapore observed the day for the first time in 2009. Italy and India also observed the day. In the UK, it is fronted by David Jamilly, who co-founded Kindness Day UK with Louise Burfitt-Dons.",
      "image": "https://images.unsplash.com/photo-1509059852496-f3822ae057bf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8a2luZHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Kindness_Day"
    },
    {
      "id": 14,
      "day": 14,
      "title": "World Diabetes Day",
      "info": "World Diabetes Day is the primary global awareness campaign focusing on diabetes mellitus and is held on 14 November each year. It was led by the International Diabetes Federation (IDF), each World Diabetes Day focuses on a theme related to diabetes; type-2 diabetes is largely preventable and treatable non-communicable disease that is rapidly increasing in numbers worldwide. Type 1 diabetes is not preventable but can be managed with insulin injections.",
      "image": "https://images.unsplash.com/photo-1599814516324-66aa0bf16425?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fGRpYWJldGVzfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Diabetes_Day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Clean Out Your Refrigerator Day",
      "info": "November 15 is Clean Out Your Refrigerator Day, a day to clear out your fridge of all the suspicious looking, probably living and now procreating foods. The refrigerator is possibly one of the most neglected equipment in many households. Food items just seem to find their way to its inner recesses never to see the light to the day again. Spills are never properly cleaned and jars and jars of grandma's pickles compete for space with months of take out boxes.",
      "image": "https://plus.unsplash.com/premium_photo-1661288451344-0c6e3a221fe0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8cmVmcmlnZXJhdG9yfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/clean-out-your-refrigerator-day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Fast Food Day",
      "info": "Head out to your closest fast food restaurant and indulge in your favorite fast food on November 16 because it is Fast Food Day. Fast food, also known as junk food, is a type of cuisine that can be prepared, served and consumed quickly. Usually, the term is reserved for food served outside the home in restaurants or street-side eateries.\n\n",
      "image": "https://images.unsplash.com/photo-1610614991969-ceeb293e7ff5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fGZhc3QlMjBmb29kfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/fast-food-day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "World Prematurity Day",
      "info": "World Prematurity Day is observed on 17 November each year to raise awareness of preterm birth and the concerns of preterm babies and their families worldwide. Approximately 15 million babies are born preterm each year, accounting for about one in 10 of all babies born worldwide. Premature birth is the leading cause of death in children under the age of five worldwide.",
      "image": "https://images.unsplash.com/photo-1591161555818-7b9debeccc07?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8cHJlbWF0dXJlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Prematurity_Day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "Push Button Phone Day",
      "info": "November 18 is Push Button Phone Day. The unofficial holiday commemorates the anniversary of the introduction of the push button phone by Bell Systems in the United States. First introduced to customers in some areas of Pennsylvania on November 18, 1963, push button phones were the fancy alternatives to rotary dial phones. Push button phones are phones that use buttons to dial numbers and connect to another telephone user.",
      "image": "https://images.unsplash.com/photo-1587560699334-bea93391dcef?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8dGVsZXBob25lfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/push-button-phone-day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "World Toilet Day",
      "info": "World Toilet Day (WTD) is an official United Nations international observance day on 19 November to inspire action to tackle the global sanitation crisis. In particular, target 6.2 is to \"End open defecation and provide access to sanitation and hygiene\". When the Sustainable Development Goals Report 2020 was published, United Nations Secretary-General António Guterres said, \"Today, Sustainable Development Goal 6 is badly off track\" and it \"is hindering progress on the 2030 Agenda, the realization of human rights and the achievement of peace and security around the world\".",
      "image": "https://images.unsplash.com/photo-1581310152154-c7cc480bca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8dG9pbGV0fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Toilet_Day"
    },
    {
      "id": 20,
      "day": 20,
      "title": "National Absurdity Day",
      "info": "Embrace the absurd and the ridiculous on November 20, National Absurdity Day. This holiday encourages people to acknowledge that absurdity is part of life. Absurdity, which refers to the illogical, unreasonable or nonsensical has been widely studied and written about. In fiction and humor, the absurd is usually used to make a nuanced point about human behavior. Lewis Carol's Alice in Wonderland is considered to be one of the most well-known works of absurdist literature.",
      "image": "https://images.unsplash.com/photo-1629131973033-30f604f0434a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8c2hvY2tlZCUyMGZhY2V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/national-absurdity-day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "World Television Day",
      "info": "In December 1996 the United Nations proclaimed 21 November as World Television Day commemorating the date on which the first World Television Forum was held in 1996. Television is only one means of information and an information medium to which a considerable majority of the world population has no access... That vast majority could easily look at World Television Day as a rich man's day. They do not have access to television. There are more important information media and here I would mention radio in particular. We think it is more important to enhance the role of those media than that of television.",
      "image": "https://images.unsplash.com/photo-1586899028174-e7098604235b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NjB8fHRlbGV2aXNpb25zfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_Television_Day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Go For a Ride Day",
      "info": "On November 22, take out your car, bike, segway, unicycle, kayak, horse or your tractor for a spin because it is Go For A Ride Day. While the origins of this made-up holiday are unknown, we can safely assume that it encourages people to get out of the house and take a ride. Go For a Ride Day is the perfect excuse to explore parts of your neighborhood and town that you have never seen before or to take a long, aimless road trip across the state or country.",
      "image": "https://images.unsplash.com/photo-1531688335250-6fad807d3374?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8cmlkZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/go-for-a-ride-day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "Fibonacci Day",
      "info": "November 23 is Fibonacci Day, an annual holiday that honors one of the most influential mathematicians of the Middle Ages - Leonardo Bonacci. November 23 is celebrated as Fibonacci day because when the date is written in the mm/dd format (11/23), the digits in the date form a Fibonacci sequence: 1,1,2,3. A Fibonacci sequence is a series of numbers where a number is the sum of the two numbers before it. For example: 1, 1, 2, 3...is a Fibonacci sequence. Here, 2 is the sum of the two numbers before it (1+1). Similarly, 3 is the sum of the two numbers before it (1+2).",
      "image": "https://images.unsplash.com/photo-1489976908522-aabacf277f49?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NTV8fGZpYm9uYWNjaSUyMG51bWJlcnN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/fibonacci-day"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Celebrate Your Unique Talent Day",
      "info": "Embrace your unique talent and celebrate it, no matter how quirky it is on November 24 or Celebrate Your Unique Talent Day. Sing out loud from the rooftops, dance on the streets, paint a picture, jump through hoops or wiggle your nose. Our unique talents are some of the things that make us who we are and in many cases define our personalities and our outlook to life. This unofficial holiday of unknown origins encourages people to wholeheartedly accept their special talent and showcase it to the world.",
      "image": "https://images.unsplash.com/photo-1508700929628-666bc8bd84ea?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8dGFsZW50fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/celebrate-your-unique-talent-day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "Shopping Reminder Day",
      "info": "On November 25, get your holiday shopping list organized and get ready to shop till you drop because it is Shopping Reminder Day! December is thought to be the year’s busiest shopping season and if you want to avoid the crowds and the stress of last minute shopping now is the time to begin. Shopping Reminder Day is an unofficial holiday that reminds people that Christmas is only a month away and that they should get a head start on their holiday shopping.",
      "image": "https://images.unsplash.com/photo-1634245481935-1a496162ae15?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cmVtaW5kZXJ8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/shopping-reminder-day"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Cake Day",
      "info": "Cake Day is on November 26. Have your cake and eat it too on one of the greatest holidays ever invented. Also known as National Cake Day in the United States, this unofficial holiday whose origins are unknown, celebrates and honors cake, the food of champions. Cake has been everyone's favorite dessert since ancient times, though the earliest cakes were more like bread and were usually sweetened with honey. These cakes were mostly used for religious purposes and in religious and cultural ceremonies and were usually round in shape since they were made and molded by hands.",
      "image": "https://images.unsplash.com/photo-1626263468007-a9e0cf83f1ac?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Y2hvY29sYXRlJTIwY2FrZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/cake-day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "Aura Awareness Day",
      "info": "For centuries it has been known that each person gives off an aura of his or her own. This aura is a field of subtle, luminous radiation surrounding a person that changes in colour, size and shape relation to our mood. Auras can be compared the halos above the head of saints in various religions. It is thought that the greater the aura, the greater, stronger or more powerful the human being; however, everyone is thought to have one, regardless of age or gender.",
      "image": "https://images.unsplash.com/photo-1556691421-cf15fe27a0b6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NzF8fGRpdmluZSUyMGxpZ2h0fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.daysoftheyear.com/days/aura-awareness-day/"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Red Planet Day",
      "info": "November 28 is Red Planet Day, a day to celebrate and learn more about the Red Planet - Mars. The planet is called so because it appears red in color. The date of the unofficial holiday commemorates the day in 1964 when Mariner 4, a robotic interplanetary probe was launched by NASA and the Jet Propulsion Laboratory (JPL). Today, 5 spacecrafts orbit Mars and 2 spacecrafts - the Curiosity Rover and the Mars Exploration Rover Opportunity - are on the planet's surface. All 7 send incredible amount of data about the planet back to astronomers on Earth.",
      "image": "https://images.unsplash.com/photo-1630694093867-4b947d812bf0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8bWFyc3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/red-planet-day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "Electronic Greeting Card Day",
      "info": "November 29 is Electronic Greeting Card Day. Spread cheer by sending personalized e-cards to your family and friends. While the origins of this unofficial holiday are unknown, it is clear that the holiday aims to encourage people to start a conversation with family and friends you haven't seen or spoken to for a while over the Internet. Sending e-cards or e-greetings can not only spread cheer, it can also help people reconnect.",
      "image": "https://images.unsplash.com/photo-1535551951406-a19828b0a76b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8aGVsbG8lMjB3b3JsZHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/electronic-greeting-card-day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "Computer Security Day",
      "info": "November 30 is Computer Security Day. The unofficial holiday encourages people to secure their computers and their personal information. Computers, electronic devices, and smart phones have made our lives easier by making communication faster, more convenient and more efficient. At the same time, they have created many privacy and security issues. The holiday reminds people to stay on top of their computer security and to take steps to make their personal information and data secure.",
      "image": "https://images.unsplash.com/photo-1598946114934-8cf259aa241d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mjd8fGNvbXB1dGVyJTIwc2VjdXJpdHl8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/computer-security-day"
    }
  ],
  [
    {
      "id": 1,
      "day": 1,
      "title": "World AIDS Day",
      "info": "World AIDS Day, designated on 1 December every year since 1988, is an international day dedicated to raising awareness of the AIDS pandemic caused by the spread of HIV infection and mourning those who have died of the disease. The acquired immunodeficiency syndrome (AIDS) is a life-threatening condition caused by the human immunodeficiency virus (HIV). The HIV virus attacks the immune system of the patient and reduces its resistance to other 'diseases'. Government and health officials, non-governmental organizations, and individuals around the world observe the day, often with education on AIDS prevention and control.",
      "image": "https://images.unsplash.com/photo-1603398938378-e54eab446dde?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGhpdiUyMGFpZHN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/World_AIDS_Day"
    },
    {
      "id": 2,
      "day": 2,
      "title": "Abolition of Slavery Day",
      "info": "The International Day for the Abolition of Slavery[1] is a yearly event on December 2, organized since 1986 by the United Nations General Assembly. The Convention for the Suppression of the Traffic in Persons and of the Exploitation of the Prostitution of Others was approved by the United Nations General Assembly on December 2, 1949. Besides, by resolution 57/195 of 18 December 2002, the Assembly proclaimed 2004 the International Year to Commemorate the Struggle against Slavery and its Abolition.",
      "image": "https://images.unsplash.com/photo-1576005390121-0307cb4c41b2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8c2xhdmV8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Day_for_the_Abolition_of_Slavery"
    },
    {
      "id": 3,
      "day": 3,
      "title": "International Day of Disabled Persons",
      "info": "International Day of Persons with Disabilities (December 3) is an international observance promoted by the United Nations since 1992. It has been observed with varying degrees of success around the planet. The observance of the Day aims to promote an understanding of disability issues and mobilize support for the dignity, rights and well-being of persons with disabilities. It also seeks to increase awareness of gains to be derived from the integration of persons with disabilities in every aspect of political, social, economic and cultural life. It was originally called \"International Day of Disabled Persons\" until 2007.",
      "image": "https://images.unsplash.com/photo-1615506313305-e61daaa8cdcb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTV8fGRpc2FiaWxpdHl8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/United_Nations%27_International_Day_of_Persons_with_Disabilities"
    },
    {
      "id": 4,
      "day": 4,
      "title": "Wear Brown Shoes Day",
      "info": "On December 4 take our your best brown shoes and wear them because it is Wear Brown Shoes Day. The origins of this sartorial holiday are unknown, but we can safely assume that the holiday aims to encourage people to change up their daily dressing rituals. If you don’t own a pair, maybe today is the day to go get new brown shoes. If you usually wear brown shoes to work, why not wear a different shade of brown – perhaps tan or camel or russet?",
      "image": "https://images.unsplash.com/photo-1605733160314-4fc7dac4bb16?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8YnJvd24lMjBzaG9lc3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/wear-brown-shoes-day"
    },
    {
      "id": 5,
      "day": 5,
      "title": "World Soil Day",
      "info": "The Soil Science Society of America (SSSA) and the American Society of Agronomy (ASA) have invited the public to continue to celebrate World Soil Day on December 5 on an ongoing basis. The Food and Agriculture Organization of the United Nations has implemented the hashtag, #WorldSoilDay, and a campaign \"Stop soil erosion, Save our future,\" with suggestions for activities by students, farmers, teachers, NGOs and private sector organizations.",
      "image": "https://images.unsplash.com/photo-1625246333195-78d9c38ad449?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8c29pbHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Year_of_Soil#World_Soil_Day"
    },
    {
      "id": 6,
      "day": 6,
      "title": "Microwave Oven Day",
      "info": "December 6 is Microwave Oven Day. It is a day to celebrate and honor the invention that has made the lives of college students, single people and over-worked parents easier, by making it convenient and faster for them to cook and reheat food. It is unclear why the anonymous creators of the unofficial holiday chose this date to celebrate the common household appliance. Invented by American engineer Percy Spencer during World War II, a microwave oven uses electromagnetic waves to heat and cook food. The waves produce heat by agitating the water, fat and sugar molecules in food and cook it.",
      "image": "https://images.unsplash.com/photo-1462392435449-542c64fd805d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8bWljcm93YXZlJTIwb3ZlbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/microwave-oven-day"
    },
    {
      "id": 7,
      "day": 7,
      "title": "International Civil Aviation Day",
      "info": "The day has been celebrated by the International Civil Aviation Organization (ICAO) since 7 December 1994, the 50th anniversary of the signing the Convention on International Civil Aviation. The purpose of the day is to recognize the importance of aviation, especially international air travel, to the social and economic development of the world. The day is intended is to help generate and reinforce worldwide awareness of the importance of international civil aviation to the social and economic development of States, and of the unique role of ICAO in helping States to cooperate and realize a global rapid transit network at the service of all mankind.",
      "image": "https://images.unsplash.com/photo-1529074963764-98f45c47344b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mjl8fGF2aWF0aW9ufGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Civil_Aviation_Day"
    },
    {
      "id": 8,
      "day": 8,
      "title": "Pretend to Be a Time Traveler Day",
      "info": "December 8 is Pretend To Be A Time Traveler Day. While the origins of this Pretend To Be A Time Traveler Day are unknown, we are certain that the creators of this unofficial holiday wanted people to pretend to be time travelers. In a general sense, most of us do that every day without pretending - we travel from one second to another. But time travelers are special - they have the ability to move from one point in time to another faster or slower than what us normal humans can do. They can travel in the past or travel in the future.",
      "image": "https://images.unsplash.com/photo-1537186121022-6b14d84aafea?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8dGltZSUyMHRyYXZlbHxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/pretend-to-be-a-time-traveler-day"
    },
    {
      "id": 9,
      "day": 9,
      "title": "International Anti-Corruption Day",
      "info": "International Anti-Corruption Day has been observed annually, on 9 December, since the passage of the United Nations Convention Against Corruption on 31 October 2003 to raise public awareness for anti-corruption. Anti-corruption (or anticorruption) comprises activities that oppose or inhibit corruption. Just as corruption takes many forms, anti-corruption efforts vary in scope and in strategy.",
      "image": "https://images.unsplash.com/photo-1619874349927-ac1b7b8d8dbf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8Y29ycnVwdGlvbnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Anti-Corruption_Day"
    },
    {
      "id": 10,
      "day": 10,
      "title": "Human Rights Day",
      "info": "Human Rights Day is celebrated annually around the world on 10 December every year. The date was chosen to honor the United Nations General Assembly's adoption and proclamation, on 10 December 1948, of the Universal Declaration of Human Rights (UDHR), the first global enunciation of human rights and one of the first major achievements of the new United Nations. The day is normally marked both by high-level political conferences and meetings and by cultural events and exhibitions dealing with human rights issues.",
      "image": "https://images.unsplash.com/photo-1629753908080-e8551ac57b8d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8aHVtYW4lMjByaWdodHN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Human_Rights_Day"
    },
    {
      "id": 11,
      "day": 11,
      "title": "International Mountain Day",
      "info": "December 11, \"International Mountain Day\", was designated by the United Nations General Assembly in 2003. The General Assembly \"encouraged the international community to organize events at all levels on that day to highlight the importance of sustainable mountain development.\" International Mountain Day is observed every year with a different theme relevant to sustainable mountain development. FAO is the U.N. organization mandated to lead observance of International Mountain Day.",
      "image": "https://images.unsplash.com/photo-1503614472-8c93d56e92ce?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDR8fG1vdW50YWlufGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Mountain_Day"
    },
    {
      "id": 12,
      "day": 12,
      "title": "Gingerbread House Day",
      "info": "Take out all your baking supplies, unleash your imagination and build a gingerbread house on December 12 or Gingerbread House Day. This unofficial holiday celebrates the tradition of making houses and architectural models out of gingerbread cookies. The tradition can be traced back to the 1600s. According the Guinness Book of World Records, the World’s largest gingerbread house was made in 2013 by the Traditions Club in Bryan, Texas, United States.  The house was 60 ft. (18.23 m) long and 10.1 ft. (18.28m) tall.",
      "image": "https://images.unsplash.com/photo-1606922731315-8a9c372cc274?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8Z2luZ2VyYnJlYWR8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/gingerbread-house-day"
    },
    {
      "id": 13,
      "day": 13,
      "title": "Day of the Horse",
      "info": "The Day of the Horse was created to remember and pay tribute to the cultural, historic, and economic contributes that horses have made. Equine enthusiasts will often get together so that they can show their appreciation for these incredible creatures. And, as you will soon discover, there are a number of different ways that you can observe the Day of the Horse yourself. It does not matter whether you have never been on a horse in your life or you are a seasoned rider, we can all appreciate the amazing work that horses have done over the years and just how precious these animals are.",
      "image": "https://images.unsplash.com/photo-1478028928718-7bfdb1b32095?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OTh8fGhvcnNlfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.daysoftheyear.com/days/day-of-the-horse/"
    },
    {
      "id": 14,
      "day": 14,
      "title": "Monkey Day",
      "info": "December 14 is Monkey Day. The day celebrates monkeys and all other primate cousins of humans such as apes, chimpanzees, and gibbons. While the origins of Monkey Day are not known, there are many theories as to why this holiday was created. Some sources suggest that it started as a prank by some college students, while others suggest that it was started by people who wanted to raise awareness about monkeys, their habitats, and their role in the environment.",
      "image": "https://images.unsplash.com/photo-1430462773665-fd261133b47f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fG1vbmtleXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/monkey-day"
    },
    {
      "id": 15,
      "day": 15,
      "title": "Esperanto Book Day",
      "info": "Zamenhof Day, also called Esperanto Book Day, is celebrated on 15 December, the birthday of Esperanto creator L. L. Zamenhof. It is the most widely celebrated day in Esperanto culture. On this day, Esperantists hold information sessions and cultural gatherings to promote literature in Esperanto. The history of celebrating Esperanto on Zamenhof's birthday can be traced back to 17 December 1878, when at a birthday party for his 19th birthday he presented to his friends his Lingwe uniwersala, the first version of his international language.",
      "image": "https://images.unsplash.com/photo-1617975609658-2de247badd36?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8RXNwZXJhbnRvfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Zamenhof_Day"
    },
    {
      "id": 16,
      "day": 16,
      "title": "Ugly Sweater Day",
      "info": "On this day, get in the holiday spirit and flaunt those ugly holiday sweaters (thanks, Grandma!) you have been too embarrassed to wear in public. In many countries, the holiday is associated with fundraising events for children’s charity. A similar holiday, Christmas Jumper Day, is celebrated every year as part of a fun raising event by Save the Children, a not for profit organization. In 2017, it is on December 15 as well. Take that ugly sweater out and wear it in public, chances are, you won’t be the only one wearing the Rudolph sweater grandma made for you ten years ago.",
      "image": "https://images.unsplash.com/photo-1666476434311-702b589473eb?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjAzfHx1Z2x5JTIwc3dlYXRlcnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/ugly-sweater-day"
    },
    {
      "id": 17,
      "day": 17,
      "title": "Wright Brothers Day",
      "info": "Wright Brothers Day on December 17 recognizes the first time Orville and Wilbur Wright successfully flew their heavier-than-air, mechanically propelled aircraft in 1903. In the United States, the day has been observed nationally since 1959 when President Dwight D. Eisenhower signed a proclamation declaring December 17 as Wright Brothers Day. Visit your local aviation museum and learn about the science behind building a safe, fast and efficient aircraft.",
      "image": "https://images.unsplash.com/photo-1614120625014-0929f1eca50d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8d3JpZ2h0JTIwYnJvdGhlcnN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/wright-brothers-day"
    },
    {
      "id": 18,
      "day": 18,
      "title": "International Migrants Day",
      "info": "On 18 December 1990, the General Assembly adopted a resolution on the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families. Each year on December 18, the United Nations, through the UN-related agency International Organization for Migration (IOM), uses International Migrants Day to highlight the contributions made by the roughly 272 million migrants, including more than 41 million internally displaced persons, and the challenges they face.",
      "image": "https://images.unsplash.com/photo-1485745492261-a3819c494d11?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8aW1taWdyYW50c3xlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Migrants_Day"
    },
    {
      "id": 19,
      "day": 19,
      "title": "Hard Candy Day",
      "info": "Cinnamon or peppermint. Butterscotch or strawberry. Hard candy is delicious no matter what a person’s favorite flavor it is. Reminiscent of grandma, who would always carry hard candies in her purse or have a bowl full of them on the coffee table, National Hard Candy Day offers an enticing reason to celebrate! Also sometimes known as “boiled sweets”, hard candy dates back as far as the Ancient Egyptians who would make their own version of candy which was made from honey that they would mix with various nuts as well as fruit.",
      "image": "https://images.unsplash.com/photo-1633158832466-be592c721217?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fGNhbmR5fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.daysoftheyear.com/days/national-hard-candy-day/"
    },
    {
      "id": 20,
      "day": 20,
      "title": "International Human Solidarity Day",
      "info": "International Human Solidarity Day (IHSD), observed on December 20, is an international annual unity day of the United Nations and its member states. Its main goal is to recognize the universal value of solidarity by making member states aware of global objectives and initiatives to reduce poverty and to formulate and share poverty reduction strategies of independent nations around the world. IHSD is promoted by the World Solidarity Fund and United Nations Development Program, which are focused on achieving goals set for worldwide poverty eradication.",
      "image": "https://images.unsplash.com/photo-1469571486292-0ba58a3f068b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8c29saWRhcml0eXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/International_Human_Solidarity_Day"
    },
    {
      "id": 21,
      "day": 21,
      "title": "International Dalek Remembrance Day",
      "info": "December 21 is International Dalek Remembrance Day, a day to remember the extraterrestrial cyborgs called Daleks in BBC's Doctor Who universe. Considered to be one of the biggest enemies of Doctor Who, the time travelling lord, the robotic Daleks made their debut on December 21, 1963 in a 7 part serial aptly called The Daleks. These salt and pepper shaker shaped creatures were created by another enemy of the Doctor - Davros, who genetically modified his own people, the Kaleds and removed all emotions from them. The Daleks were then left to operate just on hate and vengeance.",
      "image": "https://images.unsplash.com/photo-1485827404703-89b55fcc595e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fHJvYm90fGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/international-dalek-remembrance-day"
    },
    {
      "id": 22,
      "day": 22,
      "title": "Date Nut Bread Day",
      "info": "On December 22 add date nut bread to your holiday baking list because it is Date Nut Bread Day. Made with different kinds of nuts like walnuts and pecans and dates that give it its distinct sweet flavor, date nut bread is thought to have been first baked in England. Grown in many parts of the world, dates are the fruit of the date palm. Food historians believe that the date palm was first cultivated for its fruit in the Middle East around 6000 BC. Farmers classify dates based on their texture and the sugar content into 3 types. These are soft, dry and semi-dry dates.",
      "image": "https://images.unsplash.com/photo-1612031337676-3981ffa2a1a6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fG51dCUyMGJyZWFkfGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/date-nut-bread-day"
    },
    {
      "id": 23,
      "day": 23,
      "title": "Festivus",
      "info": "Festivus is a made up secular holiday popularized and celebrated by the fans of the TV series, Seinfeld. Celebrated on December 23, the holiday was created by writer DanO’Keefe who introduced it in a Seinfeld episode called The Strike. Seinfeld is a popular American sitcom that follows the lives of four friends who live in New York City. The show ran for 9 seasons between 1989 and 1998. According to reports, Festivus was initially created in February 1966 by Dan O’Keefe’s father, who made up this holiday to celebrate an anniversary with his wife.",
      "image": "https://images.unsplash.com/photo-1528605248644-14dd04022da1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fHJlc3RhdXJhbnR8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/festivus/"
    },
    {
      "id": 24,
      "day": 24,
      "title": "Grav Mass Day",
      "info": "Grav-Mass Day is an unofficial holiday celebrated annually on December 25, the birth anniversary of English physicist and mathematician Isaac Newton. A play on Christmas, the holiday is a celebration of science and reason. It is also considered to be a secular alternative to the Christian holiday. Grav-Mass refers to the Gravitational Constant and Mass, two key components of Newton’s law of universal gravitation.",
      "image": "https://images.unsplash.com/photo-1520386909218-72b5e0550126?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8Z3Jhdml0eXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/grav-mass-day"
    },
    {
      "id": 25,
      "day": 25,
      "title": "Christmas Day",
      "info": "Christmas is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25[a] as a religious and cultural celebration among billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culminates on Twelfth Night.  Christmas Day is a public holiday in many countries, is celebrated religiously by a majority of Christians, as well as culturally by many non-Christians, and forms an integral part of the holiday season organized around it.",
      "image": "https://images.unsplash.com/photo-1575129185986-bd9a3da5bce9?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTIzfHxjaHJpc3RtYXN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://en.wikipedia.org/wiki/Christmas"
    },
    {
      "id": 26,
      "day": 26,
      "title": "Thank You Note Day",
      "info": "On December 26, take out your best stationary and write thank you notes to everyone you need to thank because it is Write a Thank You Note Day. ‘Tis the season to exchange gifts. It is also the season to be grateful and thankful. So sit with a cup of hot chocolate and left overs from your Christmas dinner and say thank you. Thank you notes are usually sent in a variety of professional and social situations such as after a job interview or after receiving a wedding or a birthday gift.",
      "image": "https://images.unsplash.com/photo-1549032305-e816fabf0dd2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8dGhhbmslMjB5b3V8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/thank-you-note-day"
    },
    {
      "id": 27,
      "day": 27,
      "title": "No Interruptions Day",
      "info": "Put up a \"Do Not Disturb\" sign on your door and ban all interruptions on December 27 because it is No Interruptions Day. Holiday season tire you out? Ready to recharge your batteries before the New Year? While the creator of this unofficial holiday is unknown, it is very clear that they intended to create this holiday as a way to encourage people to take some time off for themselves and get ready for New Year's Eve festivities and the New Year.",
      "image": "https://images.unsplash.com/photo-1565634915346-05e384b0c3ae?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjR8fGhlYWRwaG9uZXN8ZW58MHwwfDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/no-interruptions-day"
    },
    {
      "id": 28,
      "day": 28,
      "title": "Card Playing Day",
      "info": "Tired of all the holiday activities? Need a break before the New Year fun begins? Get your family and friends together for a quiet and fun night in on Card Playing Day. Held annually on December 28, the day celebrates card games and aims to bring together family and friends after a busy holiday season. Host a card game night. Keep it simple, get take-out or pop a few frozen pizzas in the oven and get playing. ",
      "image": "https://images.unsplash.com/photo-1596451190630-186aff535bf2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mjl8fGNhcmRzJTIwZ2FtZXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/card-playing-day"
    },
    {
      "id": 29,
      "day": 29,
      "title": "Pepper Pot Day",
      "info": "December 29 is Pepper Pot Day, an unofficial holiday that honors the stew famously associated with George Washington's army during the American Revolution. Made of tripe, vegetables and pepper, pepper pot soup, also sometimes known as Philadelphia pepper pot, has for long been the subject of many American revolution legends. Rumor has it that the soup was responsible for helping George Washington's army win the American Revolution. During the war, many farmers chose to sell food to the British. This created a shortage of food for the Continental Army. ",
      "image": "https://images.unsplash.com/photo-1556911261-6bd341186b2f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8cGVwcGVyJTIwZ3JpbmRlcnxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/pepper-pot-day"
    },
    {
      "id": 30,
      "day": 30,
      "title": "Bicarbonate of Soda Day",
      "info": "December 30 is Bicarbonate Of Soda Day. Also known as baking soda, sodium bicarbonate is one of the most commonly found chemical compound in households. While the origins of this holiday are unknown, we can all safely assume that whoever created this holiday, not only wanted to give a shout out to one of the most used chemical compounds in the history of mankind, but also wanted to encourage people to use it more and more in their daily lives. Commonly used these days in baking, cleaning, polishing old silverware and treating heartburn, bicarbonate of soda was used by ancient Egyptians for painting.",
      "image": "https://images.unsplash.com/photo-1591981131824-5cce8b273bd0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8YmFraW5nJTIwc29kYXxlbnwwfDB8MHx8&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/bicarbonate-of-soda-day"
    },
    {
      "id": 31,
      "day": 31,
      "title": "Make Up Your Mind Day",
      "info": "Are you indecisive? Then, Make Up Your Mind Day is the unofficial holiday you should choose to close out the year with. The name of this unofficial holiday comes from the English language phrase make up your mind, which means to make a decision. The day encourages people to take charge of their lives and make decisions that they can stand by and be proud of, in the upcoming year. Resolve to make quick decisions and try not to regret them.",
      "image": "https://images.unsplash.com/photo-1600074169098-16a54d791d0d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTV8fGRlY2lzaW9ufGVufDB8MHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
      "source": "https://www.timeanddate.com/holidays/fun/make-up-your-mind-day"
    }
  ]
]