{
  "1": {
    "1": [
      {
        "title": "New Years's Day",
        "info": "The first of January represents the fresh start of a new year after a period of remembrance of the passing year. New Year is the time or day at which a new calendar year begins and the calendar's year count increments by one. Many cultures celebrate the event in some manner. This day is traditionally a religious feast, but since the 1900s has also become an occasion to celebrate the night of 31 December New Year's Eve with parties, public celebrations (often involving fireworks shows) and other traditions focused on the impending arrival of midnight and the new year.",
        "img": "https://images.unsplash.com/photo-1482329833197-916d32bdae74?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&auto=format&fit=crop&w=683&q=80",
        "source": "https://en.wikipedia.org/wiki/New_Year%27s_Day"
      }
    ],
    "2": [
      {
        "title": "Science Fiction Day",
        "info": "National Science Fiction Day is unofficially celebrated by many science fiction fans in the United States on January 2, which corresponds with the official birthdate of famed science fiction writer Isaac Asimov. While not an official holiday of any sort (in the sense that it is not recognized or declared by any government), National Science Fiction Day is given some degree of credence by its recognition by organizations such as the Hallmark Channel and by the Scholastic Corporation. It is also listed in the National Day Calendar.",
        "img": "https://images.unsplash.com/photo-1580428180098-24b353d7e9d9?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=400&q=80",
        "source": "https://en.wikipedia.org/wiki/National_Science_Fiction_Day"
      }
    ],
    "3": [
      {
        "title": "Festival of Sleep Day",
        "info": "Take a break on January 3 or Festival of Sleep Day by sleeping in, taking naps or just staying in bed the whole day long. While the origins of this unofficial holiday are unknown, we assume that the holiday encourages people to catch up on their sleep post-holiday and New Year celebrations.",
        "img": "https://images.unsplash.com/photo-1520206183501-b80df61043c2?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=751&q=80",
        "source": "https://www.timeanddate.com/holidays/fun/festival-of-sleep-day"
      }
    ],
    "4": [
      {
        "title": "World Braille Day",
        "info": "World Braille Day is annually celebrated on January 4, the birthday of Braille inventor, Louis Braille. The day recognizes the contributions of Louis Braille in helping blind and visually impaired people to read and write.",
        "img": "https://images.pexels.com/photos/6981036/pexels-photo-6981036.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
        "source": "https://www.timeanddate.com/holidays/world/world-braille-day"
      }
    ],
    "5": [
      {
        "title": "Bird Day",
        "info": "January 5 is Bird Day, a day to think about birds in captivity and to take action to ensure that birds are not exploited and are treated humanely. The day, started by Born Free U.S.A. and the Avian Welfare Coalition, aims to focus public attention on the fact that almost 12 per cent of bird species around the world are under threat of extinction.",
        "img": "https://images.unsplash.com/photo-1493236296276-d17357e28888?ixid=MXwxMjA3fDB8MHxzZWFyY2h8OHx8YmlyZHN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/bird-day"
      }
    ],
    "6": [
      {
        "title": "Bean Day",
        "info": "January 6 is Bean Day. If your question after hearing this is, why? Well, because beans are healthy – they are rich in proteins and fiber and they taste good. Some believe that this unofficial holiday, which is also known as Nation Bean Day in the United States, was created to commemorate the death anniversary of scientist Gregor Mendel. Known as the Father of Genetics, Mendel experimented on peas to discover the laws of genetic inheritance.",
        "img": "https://images.unsplash.com/photo-1599249478506-ae175f801b1e?ixid=MXwxMjA3fDB8MHxzZWFyY2h8M3x8YmVhbnN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/bean-day"
      }
    ],
    "7": [
      {
        "title": "International Programmers' Day",
        "info": "International Programmers’ Day celebrates the positive changes that programmers make to improve our everyday lives. It is usually held on January 7, but is also popularly celebrated on September 13, or on September 12 in leap years. Thousands of programmers around the world are remembered on International Programmers' Day.",
        "img": "https://images.unsplash.com/photo-1545670723-196ed0954986?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTh8fGphdmFzY3JpcHR8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/world/international-programmers-day"
      }
    ],
    "8": [
      {
        "title": "Earth's Rotation Day",
        "info": "January 8 is Earth’s Rotation Day. The day commemorates when French Physicist, Leon Foucault, demonstrated the Earth rotates on its axis in 1851. To prove his theory, Foucault suspended a lead-filled brass sphere, now called the Foucault Pendulum from the top of the Pantheon in Paris. He showed that the plane of the swing of the pendulum rotated relative to the Earth’s rotation. You can now see the Foucault Pendulum demonstrating the rotation of the Earth in science museums around the world.",
        "img": "https://images.unsplash.com/photo-1584974292709-5c2f0619971b?ixid=MXwxMjA3fDB8MHxzZWFyY2h8OHx8ZWFydGh8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/earths-rotation-day"
      }
    ],
    "9": [
      {
        "title": "Static Electricity Day",
        "info": "January 9 is Static Electricity Day a day to honor this unexpected, mostly unpleasant, and sometimes hair rising phenomenon. Static electricity occurs due to an accumulation of positive electric charges on an object's surface.",
        "img": "https://images.unsplash.com/photo-1573931184537-28946b785546?ixid=MXwxMjA3fDB8MHxzZWFyY2h8ODR8fGVsZWN0cmljaXR5fGVufDB8fDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/static-electricity-day"
      }
    ],
    "10": [
      {
        "title": "Cut Your Energy Costs Day",
        "info": "Forgot to add being thrifty and eco-friendly to your New Year’s resolution list? Now is your chance to rectify that because January 10 is Cut your Energy Cost Day. Use this day to make changes in your daily life that would reduce your household’s energy consumption and cut down on your monthly energy expenses.",
        "img": "https://images.unsplash.com/photo-1474631245212-32dc3c8310c6?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTB8fGVuZXJneSUyMGNvc3R8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/cut-your-energy-costs-day"
      }
    ],
    "12": [
      {
        "title": "Marzipan Day",
        "info": "Marzipan, the sweet, almond-based multi-purpose confectionary on January 12, Marzipan Day. Marzipan is one of those food items that evoke extreme reactions. Love it or hate it, it is one of the most well-known and widely used food item in kitchens and bakeries around the world.",
        "source": "https://www.timeanddate.com/holidays/fun/marzipan-day",
        "img": "https://images.unsplash.com/photo-1620619676902-dafc99175e13?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bWFyemlwYW58ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ]
  },
  "2": {
    "1": [
      {
        "title": "NULL",
        "info": "NULL",
        "img": "NULL",
        "source": "NULL"
      }
    ],
    "2": [
      {
        "title": "NULL",
        "info": "NULL",
        "img": "NULL",
        "source": "NULL"
      }
    ]
  },
  "3": {
    "1": [
      {
        "title": "NULL",
        "info": "NULL",
        "img": "NULL",
        "source": "NULL"
      }
    ],
    "28": [
      {
        "title": "Something on a Stick Day",
        "info": "March 28 is Something on a Stick Day. It is a day to have fun with your food and to celebrate delicious and easy-to-eat dishes on a stick. In many cultures, snacks and road-side food are served on a stick or a skewer.",
        "img": "https://images.unsplash.com/photo-1570145820386-15a56730192c?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MjV8fHNrZXdlcnxlbnwwfHwwfA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/something-on-a-stick-day"
      }
    ],
    "29": [
      {
        "title": "Holi",
        "info": "Holi (Dolyatra, Doul Jatra, Basanta-Utsav) is the Hindu festival colors that celebrates the triumph of good over evil, good harvest, and fertility. It usually falls in the later part of February or March.",
        "img": "https://images.unsplash.com/photo-1489993360877-883980cc7333?ixid=MXwxMjA3fDB8MHxzZWFyY2h8NHx8aG9saSUyMGNvbG91cnN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/india/holi"
      }
    ],
    "30": [
      {
        "title": "Take a Walk in the Park Day",
        "info": "Commune with nature and enjoy the bounties it has to offer on Take a Walk in the Park Day. Celebrated annually on March 30, the unofficial holiday encourages people to get active and enjoy the physical and mental benefits that come from walking in nature.",
        "img": "https://images.unsplash.com/photo-1487956382158-bb926046304a?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&auto=format&fit=crop&w=751&q=80",
        "source": "https://www.timeanddate.com/holidays/fun/take-a-walk-in-the-park-day"
      }
    ],
    "31": [
      {
        "title": "Bunsen Burner Day",
        "info": "Bunsen Burner Day on March 31 celebrates the inventor of the Bunsen Burner, German chemist Robert Wilhelm Eberhard von Bunsen. The most important contribution of Robert Bunsen, one that changed chemistry labs all over the world, was the Bunsen Burner.",
        "img": "https://media.istockphoto.com/photos/bunsen-burner-in-a-lab-picture-id497228545?k=6&m=497228545&s=612x612&w=0&h=dmhovW3D-NBhIYuJsY67Wmd8ywM60D9B2dN9aHO5Jg8=",
        "source": "https://www.timeanddate.com/holidays/fun/bunsen-burner-day"
      }
    ]
  },
  "4": {
    "1": [
      {
        "title": "April Fool's Day",
        "info": "Celebrated on April 1, April Fool’s Day, also known as All Fool’s Day, is a day for tricks, pranks, and jokes. Other names include April Noddy Day, Gowkie Day, Huntigowk Day, and St All-Fool’s Morn. April 1 is a day for practical jokes in many countries around the world. The simplest jokes may involve children who tell each other that their shoelaces are undone and then cry out “April Fool!” when the victims glance at their feet.",
        "img": "https://images.unsplash.com/photo-1466921583968-f07aa80c526e?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxjb2xsZWN0aW9uLXBhZ2V8MXw0ODQ4NTkxfHxlbnwwfHx8&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/world/april-fools-day"
      }
    ],
    "2": [
      {
        "title": "Walk to Work Day",
        "info": "Years of medical research has shown that walking is one of the best ways to stay healthy and keep your body in shape. So, once a year, why not take the doctor’s advice and walk to work on Walk to Work Day?",
        "img": "https://images.unsplash.com/photo-1485348616965-15c926318fbb?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxzZWFyY2h8MzZ8fHN1aXQlMjBtYW4lMjB3YWxrfGVufDB8fDB8&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/walk-to-work-day"
      }
    ],
    "3": [
      {
        "title": "World Party Day",
        "info": "April 3 is World Party Day. Also known as P Day, it is an annually celebrated unofficial holiday that aims to achieve social change and harmony by encouraging people to celebrate life by partying. The idea behind the holiday is that the opposite of war and suffering should not be to passively observe peace. Instead, people must actively participate in the celebration of life.",
        "img": "https://images.unsplash.com/photo-1516450360452-9312f5e86fc7?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTV8fHBhcnR5fGVufDB8fDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/world-party-day"
      }
    ],
    "4": [
      {
        "title": "Tell a Lie Day",
        "info": "Nope, we aren’t lying, we promise! April 4 is Tell a Lie Day! The holiday of unknown origins comes just a few days after another holiday that celebrates trickery and lying - April Fool's Day and a few weeks before Honesty Day, a made-up holiday that honors the virtue of honesty and truth-telling.",
        "img": "https://images.unsplash.com/photo-1613347602326-d91bfc6731f0?ixid=MXwxMjA3fDB8MHxzZWFyY2h8Mnx8c2hoaGh8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/tell-a-lie-day"
      }
    ],
    "5": [
      {
        "title": "Read a Road Map Day",
        "info": "Read a Road Map Day is on April 5. It encourages people to go on an adventure the old-fashioned way – with a paper map! Also known as National Read a Road Map Day, the unofficial holiday is a throwback to what the kids today call the old days before GPSs.",
        "img": "https://images.unsplash.com/photo-1504697570352-47c3bbc09af9?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTY4fHxtYXB8ZW58MHwwfDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/read-a-road-map-day"
      }
    ],
    "6": [
      {
        "title": "Sorry Charlie Day",
        "info": "April 6 is Sorry Charlie Day, a day to recognize that everyone gets rejected sometimes in his or her life. The name of the holiday comes from the phrase Sorry Charlie, popular in the United States. According to some, the phrase comes from a Starkist Tuna commercial in the 1970s.",
        "img": "https://images.unsplash.com/photo-1609530180421-df41188eb3de?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MjV8fHNvcnJ5fGVufDB8fDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
        "source": "https://www.timeanddate.com/holidays/fun/sorry-charlie-day"
      }
    ],
    "7": [
      {
        "title": "World Health Day",
        "info": "The World Health Day is a global health awareness day celebrated every year on 7 April, under the sponsorship of the World Health Organization (WHO), as well as other related organizations. In 1948, the WHO held the First World Health Assembly. The Assembly decided to celebrate 7 April of each year, with effect from 1950, as the World Health Day. The World Health Day is held to mark WHO's founding and is seen as an opportunity by the organization to draw worldwide attention to a subject of major importance to global health each year.",
        "source": "https://en.wikipedia.org/wiki/World_Health_Day",
        "img": "https://images.unsplash.com/photo-1542736667-069246bdbc6d?ixid=MXwxMjA3fDB8MHxzZWFyY2h8OHx8aGVhbHRoY2FyZXxlbnwwfDB8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "8": [
      {
        "title": "International Romani Day",
        "info": "The International Romani Day (April 8) is a day to celebrate Romani culture and raise awareness of the issues facing Romani people. The day was officially declared in 1990 in Serock, Poland, the site of the fourth World Romani Congress of the International Romani Union (IRU), in honour of the first major international meeting of Romani representatives, 7–12 April 1971 in Chelsfield near London.",
        "source": "https://en.wikipedia.org/wiki/International_Romani_Day",
        "img": "https://thumbs.dreamstime.com/b/fabric-flag-romani-people-crease-gypsies-flag-background-fabric-flag-romani-people-crease-gypsies-flag-129741756.jpg"
      }
    ],
    "9": [
      {
        "title": "Vimy Ridge Day",
        "info": "Vimy Ridge Day is a day to commemorate the deaths and casualties of members of the Canadian Corps in the Battle of Vimy Ridge, which took place during First World War. The holiday has been observed annually on 9 April since 2003. It is a non-statutory observance.",
        "source": "https://en.wikipedia.org/wiki/Vimy_Ridge_Day",
        "img": "https://cdn.pixabay.com/photo/2015/11/28/03/54/vimy-monument-1066712__340.jpg"
      }
    ],
    "10": [
      {
        "title": "Siblings Day",
        "info": "Honor your sibling on Siblings Day, an unofficial holiday celebrated annually on April 10. The day aims to celebrate the very important but often under-appreciated special relationship and bond of love, friendship, and respect shared between siblings.",
        "source": "https://www.timeanddate.com/holidays/fun/siblings-day",
        "img": "https://images.unsplash.com/photo-1465014766579-19a102c27604?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MzR8fHNpYmxpbmdzfGVufDB8MHwwfA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "11": [
      {
        "title": "Submarine Day",
        "info": "March 17 is Submarine Day. The unofficial holiday celebrates the technological advances that make the use of the watercraft possible. It is thought that the unofficial holiday commemorates the date in 1898 when Irish engineer John Philip Holland showed his submarine design to the U.S. Navy.",
        "source": "https://www.timeanddate.com/holidays/fun/submarine-day",
        "img": "https://images.unsplash.com/photo-1575976933959-b47ffbe1ebc0?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTR8fHN1Ym1hcmluZXxlbnwwfDB8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "12": [
      {
        "title": "Grilled Cheese Day",
        "info": "April 12 is Grilled Cheese Day, a day to celebrate this hearty bread and cheese dish and to make every meal out of it. A grilled cheese consists of grilling or toasting a slice of cheese between two slices of bread.",
        "source": "https://www.timeanddate.com/holidays/fun/grilled-cheese-day",
        "img": "https://images.unsplash.com/photo-1528735602780-2552fd46c7af?ixid=MXwxMjA3fDB8MHxzZWFyY2h8M3x8Z3JpbGxlZCUyMGNoZWVzZXxlbnwwfDB8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "13": [
      {
        "title": "Jallianwala Bagh Massacre",
        "info": "The Jallianwala Bagh massacre, also known as the Amritsar massacre, took place on 13 April 1919, when Acting Brigadier-General Reginald Dyer ordered troops of the British Indian Army to fire their rifles into a crowd of unarmed Indian civilians[3] in Jallianwala Bagh, Amritsar, Punjab, killing at least 379 people and injuring over 1,200 other people.",
        "source": "https://en.wikipedia.org/wiki/Jallianwala_Bagh_massacre",
        "img": "NULL"
      }
    ],
    "14": [
      {
        "title": "Look up the Sky Day",
        "info": "On April 14, step out of your home or office and take a few minutes to look up at the sky because it is Look up the Sky Day. Maybe this unofficial holiday, with unknown origins, aims to encourage people to go outdoors and enjoy the various bounties of nature. Perhaps the anonymous creators also wanted people to ponder over the vastness of the sky and space and learn more about what lies beyond what we can see.",
        "source": "https://www.timeanddate.com/holidays/fun/look-up-the-sky-day",
        "img": "https://images.unsplash.com/photo-1497197952040-45d5388447e9?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fG1hbiUyMGxvb2tpbmclMjB1cHxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "15": [
      {
        "title": "World Art Day",
        "info": "World Art Day is an international celebration of the fine arts which was declared by the International Association of Art (IAA) in order to promote awareness of creative activity worldwide. A proposal was put forward at the 17th General Assembly of the International Association of Art in Guadalajara to declare April 15 as World Art Day, with the first celebration held in 2012.",
        "source": "https://en.wikipedia.org/wiki/World_Art_Day",
        "img": "https://images.unsplash.com/photo-1513364776144-60967b0f800f?ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8YXJ0fGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "16": [
      {
        "title": "Eggs Benedict Day",
        "info": "Celebrate the hearty breakfast (or any other meal, in our very humble opinion) that is Eggs Benedict on April 16, Eggs Benedict Day. An American invention, a delicious Eggs Benedict includes an English Muffin, topped with bacon or ham, poached eggs, and Hollandaise sauce.",
        "source": "https://www.timeanddate.com/holidays/fun/eggs-benedict-day",
        "img": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZWdnJTIwYmVuZWRpY3R8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "17": [
      {
        "title": "Haiku Poetry Day",
        "info": "April 17 is Haiku Poetry Day. The unofficial holiday honors the short poetry form that originated in Japan. Haiku is a type of short poetry that is usually three sentences long. First popularized in Japan in the 17th century, Haiku as a poetry genre has been adopted by many languages around the world.",
        "source": "https://www.timeanddate.com/holidays/fun/haiku-poetry-day",
        "img": "https://images.unsplash.com/photo-1473186505569-9c61870c11f9?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8cG9ldHJ5fGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "18": [
      {
        "title": "Columnist Day",
        "info": "April 18 is celebrated annually as Columnists Day to commemorate the life and work of columnist Ernest Taylor Pyle. The National Society of Newspaper Columnists created this holiday on the death anniversary of Ernie Pyle. Pyle, also known as Ernie, was a Pulitzer Prize winner who reported from both the European and Pacific theaters during the Second World War. He died while reporting in Okinawa.",
        "source": "https://www.timeanddate.com/holidays/fun/columnist-day",
        "img": "https://media.gettyimages.com/photos/grave-site-of-ernie-pyle-an-american-journalist-for-the-united-states-picture-id496287535?k=6&m=496287535&s=612x612&w=0&h=m3zxGrDz83LxqB-kZVKD6JocPX_G2rwjNaJUp5btKJ0="
      }
    ],
    "19": [
      {
        "title": "Mukesh Ambani's Birthday",
        "info": "Mukesh Dhirubhai Ambani (born 19 April 1957) is an Indian billionaire businessman, and the chairman, managing director, and largest shareholder of Reliance Industries Ltd. (RIL), a Fortune Global 500 company and India's most valuable company by market value. He is the richest person in Asia with a net worth of US$ 83.1 billion and as of 14th March 2021, the 10th richest in the world.",
        "source": "https://en.wikipedia.org/wiki/Mukesh_Ambani",
        "img": "https://media.gettyimages.com/photos/mukesh-d-ambani-chairman-of-reliance-industries-ltd-smiles-at-the-of-picture-id109771799?k=6&m=109771799&s=612x612&w=0&h=R0CmnW26_rnE8EcHpYoi2Nh5g17CV8Ay1m4U0xVMfXM="
      }
    ],
    "20": [
      {
        "title": "Look Alike Day",
        "info": "If you have ever been told that you look familiar or look like someone else, then Look Alike Day on April 20 is the holiday you should be celebrating. Look Alike Day is a fun holiday invented to celebrate identical twins, clones, copycats and anyone else who you look like or who looks like you.",
        "source": "https://www.timeanddate.com/holidays/fun/look-alike-day",
        "img": "https://images.unsplash.com/photo-1575640369488-f533a560736d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8dHdpbnN8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "21": [
      {
        "title": "Civil Services Day",
        "info": "The Civil Service Day is celebrated on 21 April every year. The purpose for this day is to rededicate and recommit themselves to the cause of the people. It is observed by all Civil Services. This day gives civil servants the opportunity for introspection and thinking about future strategies to deal with the challenges being posed by the changing times.",
        "source": "https://en.wikipedia.org/wiki/Civil_Services_of_India",
        "img": "https://media.gettyimages.com/photos/workers-operate-a-front-loader-as-they-make-infrastructure-repairs-on-picture-id1311354262?k=6&m=1311354262&s=612x612&w=0&h=Hc5XNlkBAeeG6nuHtjFehTS3bGnw3aGZPtaFWCRFoH4="
      }
    ],
    "22": [
      {
        "title": "Earth Day",
        "info": "Earth Day is an annual event on April 22 to demonstrate support for environmental protection. First held on April 22, 1970, it now includes a wide range of events coordinated globally by EarthDay.org (formerly Earth Day Network) including 1 billion people in more than 193 countries",
        "source": "https://en.wikipedia.org/wiki/Earth_Day",
        "img": "https://images.unsplash.com/photo-1614730321146-b6fa6a46bcb4?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZWFydGglMjBnbG9iZXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "23": [
      {
        "title": "Take a Chance Day",
        "info": "Take A Chance Day on April 23 is the perfect excuse for you to play with some odds and venture out into unchartered territories. The origins of Take A Chance Day are unknown, though we think the creators of the unofficial holiday wanted people to put away their inhibitions and their fear of failure and do something bold and risky.",
        "source": "https://www.timeanddate.com/holidays/fun/take-a-chance-day",
        "img": "https://images.unsplash.com/photo-1551431009-a802eeec77b1?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1yZWxhdGVkfDE1fHx8ZW58MHx8fHw%3D&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "24": [
      {
        "title": "National Panchayati Raj Day",
        "info": "National Panchayati Raj Day (National Local Self-Government day) is the national day of Panchayati Raj System in India celebrated by Ministry of Panchayati Raj on 24 April annually. The Prime Minister of India Manmohan Singh declared the first National Panchayati Raj Day on 24 April 2010.",
        "source": "https://en.wikipedia.org/wiki/National_Panchayati_Raj_Day",
        "img": "https://media.gettyimages.com/photos/voters-in-a-queue-at-chhatroo-polling-station-during-the-second-phase-picture-id1230706608?k=6&m=1230706608&s=612x612&w=0&h=cRkC-xQceHfcGiKfWmN3jWRGHknpOBXtinXXv7Dnq50="
      }
    ],
    "25": [
      {
        "title": "DNA Day",
        "info": "Observed every year on April 25 since 2003, DNA Day celebrates and recognizes the importance of genetics and the scientific advances made in the field. DNA Day was instituted as a one-time celebration in the United States by a proclamation of the US Congress in 2002.",
        "source": "https://www.timeanddate.com/holidays/fun/dna-day",
        "img": "https://c.tadst.com/gfx/750w/dna-day-fun.jpg"
      }
    ],
    "26": [
      {
        "title": "Richter Scale Day",
        "info": "April 26 is Richter Scale Day. The unofficial holiday honors the life and work of American seismologist Charles Francis Richter. Born on this day in 1900, Richter was the inventor of the Richter magnitude scale that measures the intensity of earthquakes.",
        "source": "https://www.timeanddate.com/holidays/fun/richter-scale-day",
        "img": "https://c.tadst.com/gfx/750w/richter-scale-day-fun1.jpg"
      }
    ],
    "27": [
      {
        "title": "Ulysses S. Grant",
        "info": "Ulysses S. Grant (born 27 April 1822) was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 and thereafter briefly served as Secretary of War.",
        "source": "https://en.wikipedia.org/wiki/Ulysses_S._Grant",
        "img": "https://media.gettyimages.com/photos/portrait-of-the-ulysses-s-grant-the-18th-president-of-the-united-picture-id121997602?k=6&m=121997602&s=612x612&w=0&h=V-LcpNDuo70l5kmWORMGiUzV879Y9km5cBK8f6aLv1I="
      }
    ],
    "28": [
      {
        "title": "Lawyers' Day",
        "info": "Lawyers' Day is celebrated across Odisha in India on 28 April every year to commemorate the birth anniversary of Madhusudan Das, a legendary Oriya lawyer of the British era and popularly called Madhu Babu or Madhu Barrister. He was the first Oriya law graduate, a legal luminary and a source of inspiration for lawyers in the State.",
        "source": "https://en.wikipedia.org/wiki/Lawyers%27_Day_(Odisha)",
        "img": "https://images.unsplash.com/photo-1575505586569-646b2ca898fc?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8bGF3eWVyfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "29": [
      {
        "title": "International Dance Day",
        "info": "International Dance Day is a global celebration of dance, created by the Dance Committee of the International Theatre Institute (ITI), the main partner for the performing arts of UNESCO. The event takes place every year on 29 April, which is the anniversary of the birth of Jean-Georges Noverre (1727–1810), the creator of modern ballet. The day strives to encourage participation and education in dance through events and festivals held on the date all over the world.",
        "source": "https://en.wikipedia.org/wiki/International_Dance_Day",
        "img": "https://images.unsplash.com/photo-1508807526345-15e9b5f4eaff?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fGRhbmNlfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "30": [
      {
        "title": "Honesty Day",
        "info": "April begins with a day that celebrates falsehoods – April Fool’s Day. End it with a day that celebrates and acknowledges the importance of honesty – Honesty Day. Celebrated annually on April 30, the day was created in the early 1990s by M. Hirsh Goldberg, the former press secretary to the state of Maryland in the United States.",
        "source": "https://www.timeanddate.com/holidays/fun/honesty-day",
        "img": "https://c.tadst.com/gfx/750w/honesty-day-fun.jpg"
      }
    ]
  },
  "5": {
    "1": [
      {
        "title": "May Day",
        "info": "May Day is a public holiday, in some regions, usually celebrated on 1 May or the first Monday of May. It is an ancient festival marking the first day of summer, and a current traditional spring holiday in many European cultures. Dances, singing, and cake are usually part of the festivities.",
        "source": "https://en.wikipedia.org/wiki/May_Day",
        "img": "https://c.tadst.com/gfx/750w/girl-in-flower-field.jpg"
      }
    ],
    "2": [
      {
        "title": "Indonesia National Education Day",
        "info": "Indonesian National Education Day or Hari Pendidikan Nasional abbreviated as HARDIKNAS is celebrated on 2 May. It was initiated in remembrance of Ki Hajar Dewantara, the founder of the Taman Siswa education system. His educational philosophy Tut Wuri Handayani means that we can help others learn by coaching and mentoring.",
        "source": "https://en.wikipedia.org/wiki/Indonesia_National_Education_Day",
        "img": "https://images.unsplash.com/photo-1503676260728-1c00da094a0b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZWR1Y2F0aW9ufGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "3": [
      {
        "title": "Sun Day",
        "info": "Sun Day (May 3, 1978) was designated by United States President Jimmy Carter, specifically devoted to advocacy for solar power, following a joint resolution by Congress, H.J.Res. 715 becoming Pub.L. 95–253. It was modeled on the highly successful Earth Day of April 22, 1970. It was the idea of Denis Hayes, who also coordinated Earth Day in 1970.",
        "source": "https://en.wikipedia.org/wiki/Sun_Day",
        "img": "https://images.unsplash.com/photo-1471922694854-ff1b63b20054?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8c3VufGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "4": [
      {
        "title": "International Firefighters' Day",
        "info": "International Firefighters' Day (IFFD) is observed on May 4. It was instituted after a proposal was emailed out across the world on January 4, 1999 due to the deaths of five firefighters in tragic circumstances in a bushfire in Australia.",
        "source": "https://en.wikipedia.org/wiki/International_Firefighters%27_Day",
        "img": "https://images.unsplash.com/photo-1518904868869-fbb2cdd0429a?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8ZmlyZWZpZ2h0ZXJ8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "5": [
      {
        "title": "Japan's Children's Day",
        "info": "Japan's Children's Day (こどもの日, kodomo no hi) is celebrated on 5 May, a National Holiday since 1948, to celebrate the happiness of all children and to express gratitude toward mothers. There is a long tradition, from the 8th century, to celebrate children's day twice a year; 3 March for girls and on 5 May for boys.",
        "source": "https://en.wikipedia.org/wiki/Children%27s_Day#Japan",
        "img": "https://images.unsplash.com/photo-1502086223501-7ea6ecd79368?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8Y2hpbGRyZW58ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "6": [
      {
        "title": "Beverage Day",
        "info": "This unofficial holiday is celebrated annually on May 6 and is also sometimes called National Beverage Day. While the origins of Beverage Day are unknown, we can all safely assume that the day encourages people to honor their beverages of choice and acknowledge that a humble beverage has the power to make or break many situations.",
        "source": "https://www.timeanddate.com/holidays/fun/beverage-day",
        "img": "https://images.unsplash.com/photo-1606666475478-9efa023e900a?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGJldmVyYWdlc3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "7": [
      {
        "title": "Radio Day",
        "info": "Radio Day, Communications Workers' Day (as it is officially known in Russia) or Radio and Television Day  is a commemoration of the development of radio in Russia. It takes place on 7 May, the day in 1895 on which Alexander Stepanovich Popov demonstrated a radio based lightning detector.",
        "source": "https://en.wikipedia.org/wiki/Radio_Day",
        "img": "https://images.unsplash.com/photo-1596420661049-2ad1b8cd15fe?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTR8fHJhZGlvfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "8": [
      {
        "title": "World Red Cross Day",
        "info": "World Red Cross and Red Crescent Day is an annual celebration of the principles of the International Red Cross and Red Crescent Movement. World Red Cross Red Crescent Day is celebrated on 8 May each year. This date is the anniversary of the birth of Jean-Henry Dunant, who was born on 8 May 1828. He was the founder of International Committee of the Red Cross (ICRC) and the recipient of the first Nobel Peace Prize.",
        "source": "https://en.wikipedia.org/wiki/World_Red_Cross_and_Red_Crescent_Day",
        "img": "https://myhero.com/images/guest/g288307/hero109696/red%20cross%20dunant.jpeg"
      }
    ],
    "9": [
      {
        "title": "Europe Day",
        "info": "Europe Day is a day celebrating 'peace and unity in Europe' celebrated on 5 May by the Council of Europe and on 9 May by the European Union. The first recognition of Europe Day was by the Council of Europe, introduced in 1964. The European Union later started to celebrate its own European Day in commemoration of the 1950 Schuman Declaration, leading it to be referred to by some as 'Schuman Day' or 'Day of the united Europe'. Both days are celebrated by displaying the Flag of Europe.",
        "source": "https://en.wikipedia.org/wiki/Europe_Day",
        "img": "https://images.unsplash.com/photo-1608817576203-3c27ed168bd2?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZXVyb3BlfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "10": [
      {
        "title": "Clean Up Your Room Day",
        "info": "National Clean Up Your Room Day is a holiday of unknown origins aims at keeping the dust bunnies where they belong - the trash. The holiday promotes clean rooms and homes and encourages people to collect their cleaning supplies, don their cleaning clothes and gloves, and spend the day spring cleaning.",
        "source": "https://www.timeanddate.com/holidays/fun/clean-up-your-room-day",
        "img": "https://images.unsplash.com/photo-1548096027-926a68d14d95?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGNsZWFuaW5nJTIwcm9vbXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "11": [
      {
        "title": "National Technology Day",
        "info": "The Indian government has officially declared 11 May as National Technology Day in India to commemorate the first of the five nuclear tests that were carried out on 11 May 1998. It was officially signed by then-Prime Minister Atal Bihari Vajpayee in 1998 and the day is celebrated by giving awards to various individuals and industries in the field of science and technology.",
        "source": "https://en.wikipedia.org/wiki/Pokhran-II#Legacy",
        "img": "https://images.unsplash.com/photo-1485827404703-89b55fcc595e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8dGVjaG5vbG9neXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "12": [
      {
        "title": "International Nurses Day",
        "info": "Each International Nurses Day has a theme—in 2021, it is 'Nurses: A Voice to Lead.' May 12, 2021 marks the 201th birth anniversary of Florence Nightingale, thought to be the founder of modern nursing. Nightingale was a British nurse during the Crimean War in the 1850s. She is popularly known as The Lady with the Lamp because she was often seen tending to wounded soldiers at night with a lamp in her hands.",
        "source": "https://en.wikipedia.org/wiki/International_Nurses_Day",
        "img": "https://images.unsplash.com/photo-1527613426441-4da17471b66d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8bnVyc2V8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "13": [
      {
        "title": "Frog Jumping Day",
        "info": "May 13 is Frog Jumping Day, a fun day to jump like a frog. According to several sources, the unofficial holiday celebrates a short story named Jim Smiley and His Jumping Frog by Mark Twain. In the story, a compulsive better named Jim Smiley trains a frog to jump and bets with a man that his frog can jump higher than any other frog in the town. The man dupes Jim Smiley and wins the bet. It is, however, unclear why the inventor of this day chose May 13 as the date for this “hoppy” holiday.",
        "source": "https://www.timeanddate.com/holidays/fun/frog-jumping-day",
        "img": "https://images.unsplash.com/photo-1559253664-ca249d4608c6?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZnJvZ3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "14": [
      {
        "title": "Eid-al-Fitr",
        "info": "Eid-al-Fitr is the first day of the Islamic month of Shawwal. It marks the end of Ramadan, which is a month of fasting and prayer. Many Muslims attend communal prayers, listen to a khutba (sermon) and give zakat al-fitr (charity in the form of food) during Eid al-Fitr.",
        "source": "https://www.timeanddate.com/holidays/bangladesh/eid-ul-fitr",
        "img": "https://images.unsplash.com/photo-1559809928-bd1be8ea204b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fGVpZCUyMGFsJTIwZmV0cnxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "15": [
      {
        "title": "International Day of Families",
        "info": "The International Day of Families is observed on 15 May every year. The Day was proclaimed by the UN General Assembly in 1993 with resolution A/RES/47/237 and reflects the importance the international community attaches to families. The International Day provides an opportunity to promote awareness of issues relating to families and to increase knowledge of the social, economic and demographic processes affecting families.",
        "source": "https://en.wikipedia.org/wiki/International_Day_of_Families",
        "img": "https://images.unsplash.com/photo-1618457643191-871a5f91e35d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDl8fGZhbWlseXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "16": [
      {
        "title": "Martyrs of Sudan",
        "info": "Christianity has a long history in the region that is now Sudan and South Sudan. Ancient Nubia was reached by Coptic Christianity by the 2nd century. The Coptic Church was later influenced by Greek Christianity, particularly during the Byzantine era. From the 7th century, the Christian Nubian kingdoms were threatened by the Islamic expansion, but the southernmost of these kingdoms, Alodia, survived until 1504.",
        "source": "https://en.wikipedia.org/wiki/Christianity_in_Sudan",
        "img": "https://images.unsplash.com/photo-1535253868107-da56da1693db?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjB8fHN1ZGFufGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "17": [
      {
        "title": "World Telecommunication Day",
        "info": "World Telecommunication and Information Society Day is an international day proclaimed in November 2006 by the International Telecommunication Union Plenipotentiary Conference in Antalya, Turkey, to be celebrated annually on 17 May. ",
        "source": "https://en.wikipedia.org/wiki/World_Telecommunication_and_Information_Society_Day",
        "img": "https://images.unsplash.com/photo-1550238309-a58c7048646c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NDN8fHRlbGVwaG9uZSUyMGNvbW11bmljYXRpb258ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "18": [
      {
        "title": "International Museum Day",
        "info": "International Museum Day (IMD) is an international day held annually on or around 18 May, coordinated by the International Council of Museums (ICOM). The event highlights a specific theme which changes every year reflecting a relevant theme or issue facing museums internationally. IMD provides the opportunity for museum professionals to meet the public and alert them as to the challenges that museums face, and raise public awareness on the role museums play in the development of society. It also promotes dialogue between museum professionals.",
        "source": "https://en.wikipedia.org/wiki/International_Museum_Day",
        "img": "https://images.unsplash.com/photo-1584652868574-0669f4292976?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fG11c2V1bXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "19": [
      {
        "title": "May Ray Day",
        "info": "Step out of your offices and homes and soak in the Sun's rays because it is May Ray Day. While the origins of the day are unknown, the day encourages people to enjoy some time under the Sun.",
        "source": "https://www.timeanddate.com/holidays/fun/may-ray-day",
        "img": "https://images.unsplash.com/photo-1446844805183-9f5af45f89ee?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8c3VuJTIwcmF5c3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "20": [
      {
        "title": "World Metrology Day",
        "info": "World Metrology Day is an event occurring on 20 May celebrating the International System of Units. The date is the anniversary of the signing of the Metre Convention in 1875. Metrology is the study of measurement. The World Metrology Day project is currently realized jointly by the BIPM and the OIML.",
        "source": "https://en.wikipedia.org/wiki/World_Metrology_Day",
        "img": "https://images.unsplash.com/photo-1617118602031-1edde7582212?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8bWVhc3VyZW1lbnR8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "21": [
      {
        "title": "International Tea Day",
        "info": "International Tea Day is observed annually on May 21, according to the United Nations. The concerning resolution was adopted on December 21, 2019 and calls on the United Nations Food and Agriculture Organization (FAO) to lead the observance of the Day. The International Tea Day aims to raise awareness of the long history and the deep cultural and economic significance of tea around the world. The goal of the day is to promote and foster collective actions to implement activities in favour of the sustainable production and consumption of tea and raise awareness of its importance in fighting hunger and poverty.",
        "source": "https://en.wikipedia.org/wiki/International_Tea_Day",
        "img": "https://images.unsplash.com/photo-1558160074-4d7d8bdf4256?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dGVhfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "22": [
      {
        "title": "International Day for Biological Diversity",
        "info": "The International Day for Biological Diversity (or World Biodiversity Day) is a United Nations–sanctioned international day for the promotion of biodiversity issues. It is currently held on May 22. The International Day for Biological Diversity falls within the scope of the UN Post-2015 Development Agenda's Sustainable Development Goals. In this larger initiative of international cooperation, the topic of biodiversity concerns stakeholders in sustainable agriculture; desertification, land degradation and drought; water and sanitation; health and sustainable development; vulnerable groups including indigenous peoples; and food security.",
        "source": "https://en.wikipedia.org/wiki/International_Day_for_Biological_Diversity",
        "img": "https://images.unsplash.com/photo-1571785983781-3317703d64a6?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fGJpb2RpdmVyc2l0eXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "23": [
      {
        "title": "World Turtle Day",
        "info": "The purpose of World Turtle Day, May 23, sponsored yearly since 2000 by American Tortoise Rescue, is to bring attention to, and increase knowledge of and respect for, turtles and tortoises, and encourage human action to help them survive and thrive. World Turtle Day is among the most effective of species awareness days in increasing the search for information on turtles online.",
        "source": "https://en.wikipedia.org/wiki/World_Turtle_Day",
        "img": "https://images.unsplash.com/photo-1496196614460-48988a57fccf?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8dHVydGxlfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "24": [
      {
        "title": "Scavenger Hunt Day",
        "info": "A scavenger hunt is a game where individuals or teams compete to find items or perform tasks provided to them as a list by the organizers of the game. The aim of the game is for participants to fulfill the requirements on the list. Usually, at the end the hunt a grand prize awaits the first person/ team to reach the end of the list. Scavenger hunts combine aspects of racing, competitive hunting, and hide and seek.",
        "source": "https://www.timeanddate.com/holidays/fun/scavenger-hunt-day",
        "img": "https://images.unsplash.com/photo-1586691902455-98c18af5713f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1yZWxhdGVkfDV8fHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "25": [
      {
        "title": "Geek Pride Day",
        "info": "Geek Pride Day is an initiative to promote geek culture, celebrated annually on May 25. The initiative originated in Spain in 2006 as (Spanish: Día del orgullo friki) and spread around the world via the Internet. Tim McEachern organized unconnected events called Geek Pride Festival and/or Geek Pride Day 1998 to 2000 at a bar in Albany, New York, which are sometimes seen as a prelude to Geek Pride Day.",
        "source": "https://en.wikipedia.org/wiki/Geek_Pride_Day",
        "img": "https://images.unsplash.com/photo-1520110120835-c96534a4c984?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Z2Vla3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "26": [
      {
        "title": "Paper Airplane Day",
        "info": "Paper Airplane Day is an unofficial observance, celebrated on May 26 each year in the United States to commemorate the simple aeronautical toy. Paper airplane day celebrations typically include social gatherings at which participants create and fly paper airplanes. These events often feature contests in two basic flight categories: 'distance' and 'time in air'.",
        "source": "https://en.wikipedia.org/wiki/National_Paper_Airplane_Day",
        "img": "https://images.unsplash.com/photo-1518130064817-2bcb096c1303?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cGFwZXIlMjBhaXJwbGFuZXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "27": [
      {
        "title": "Sun Screen Day",
        "info": "Sunscreen, also known as suntan lotion, sun screen, or sun block is usually a cream or spray that is applied to bare skin in order to protect it from the Sun's harmful ultraviolet (UV) rays, and from sun burn. Medical professionals recommend that people apply sunscreen to skin exposed to sunlight to prevent skin cancer. There are many types of sunscreens available in the market these days - some only prevent sunburns while others prevent both sunburns and the Sun's harmful UV rays from entering the skin.",
        "source": "https://www.timeanddate.com/holidays/fun/sun-screen-day",
        "img": "https://images.unsplash.com/photo-1496046744122-2328018d60b6?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzN8fHN1biUyMHNjcmVlbiUyMGJlYWNofGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "28": [
      {
        "title": "Hamburger Day",
        "info": "While the hamburger owes its name to the city of Hamburg in Germany, the hamburger, as it is known and loved today worldwide – a meat patty wedged inside two slices of bun, is distinctly an American invention. During the Second World War, American soldiers tried to rename the hamburger as liberty burger.",
        "source": "https://www.timeanddate.com/holidays/fun/hamburger-day",
        "img": "https://images.unsplash.com/photo-1610970878459-a0e464d7592b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fGhhbWJ1cmdlcnxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "29": [
      {
        "title": "Put a Pillow on Your Fridge Day",
        "info": "On May 29 put a pillow on your fridge to bring good luck and wealth to your home because it is Put a Pillow on Your Fridge Day. The origins of Put a Pillow on Your Fridge Day are unknown, but common wisdom is that the holiday gives a modern day twist to the old tradition of putting linens in the pantry to bring luck. Why doing so will bring luck is anyone's guess.",
        "source": "https://www.timeanddate.com/holidays/fun/put-a-pillow-on-your-fridge-day",
        "img": "https://images.unsplash.com/photo-1580460848618-b1a43e74519b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjR8fHBpbGxvd3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "30": [
      {
        "title": "Indian Arrival Day",
        "info": "Indian Arrival Day is a holiday celebrated on various days in the nations of the Caribbean, Fiji, South Africa, and Mauritius, commemorating the arrival of people from the Indian subcontinent to their respective nations as indentured labours brought by European colonial authorities and their agents. In some countries it is an official public holiday.",
        "source": "https://en.wikipedia.org/wiki/Indian_Arrival_Day",
        "img": "https://images.unsplash.com/photo-1587474260584-136574528ed5?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8aW5kaWElMjBnYXRlfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "31": [
      {
        "title": "World No Tobacco Day",
        "info": "World No Tobacco Day (WNTD) is observed around the world every year on 31 May. This yearly celebration informs the public on the dangers of using tobacco, the business practices of tobacco companies, what the World Health Organization (WHO) is doing to fight against the use of tobacco, and what people around the world can do to claim their right to health and healthy living and to protect future generations.",
        "source": "https://en.wikipedia.org/wiki/World_No_Tobacco_Day",
        "img": "https://images.unsplash.com/photo-1554548405-74d68637f897?ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8bm8lMjBzbW9raW5nfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ]
  },
  "6": {
    "1": [
      {
        "title": "World Milk Day",
        "info": "World Milk Day is an international day established by the Food and Agriculture Organization (FAO) of the United Nations to recognize the importance of milk as a global food. It has been observed on June 1 each year since 2001. The day is intended to provide an opportunity to bring attention to activities that are connected with the dairy sector.",
        "source": "https://en.wikipedia.org/wiki/World_Milk_Day",
        "img": "https://images.unsplash.com/photo-1611806374778-864c8d597cb3?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fG1pbGt8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "2": [
      {
        "title": "Leave the Office Early Day",
        "info": "While we all love our jobs (sure, we do), but nothing is more relaxing and fun than leaving work just a bit earlier than one normally does. So on June 2, pack up your things and get out of the office earlier than usual because it is Leave The Office Earlier Day or Leave The Office Early Day. This unofficial holiday is celebrated annually on June 2, unless it falls on a weekend. When it does, the day moves to the following Monday.",
        "source": "https://www.timeanddate.com/holidays/fun/leave-the-office-early-day",
        "img": "https://images.unsplash.com/photo-1507679799987-c73779587ccf?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8YWZ0ZXIlMjBvZmZpY2V8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "3": [
      {
        "title": "World Bicycle Day",
        "info": "In April 2018, the United Nations General Assembly declared June 3 as International World Bicycle Day. The resolution for World Bicycle Day recognizes 'the uniqueness, longevity and versatility of the bicycle, which has been in use for two centuries, and that it is a simple, affordable, reliable, clean and environmentally fit sustainable means of transport.'",
        "source": "https://en.wikipedia.org/wiki/World_Bicycle_Day",
        "img": "https://images.unsplash.com/photo-1528629297340-d1d466945dc5?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTl8fGJpY3ljbGV8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "4": [
      {
        "title": "Hug Your Cat Day",
        "info": "June 4 is Hug Your Cat Day. On this unofficial holiday, go give your feline friend a big hug. You never know, the hug might just be the thing to stop them from plotting against you! Unlike dogs, cats do not show affection towards humans through loud, obvious gestures. This can lead people to believe that cats do not love their humans as much as dogs so. The truth, however, is far from it. According to animal behaviorists, cats are independent creatures who show love in subtle ways.",
        "source": "https://www.timeanddate.com/holidays/fun/hug-your-cat-day",
        "img": "https://images.unsplash.com/photo-1557479232-53ea400e525c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8Y2F0JTIwaHVnfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "5": [
      {
        "title": "World Environment Day",
        "info": "World Environment Day (WED) is celebrated annually on 5 June and is the United Nations' principal vehicle for encouraging awareness and action for the protection of the environment. First held in 1974, it has been a platform for raising awareness on environmental issue such as marine pollution, human overpopulation, global warming, sustainable consumption and wildlife crime. World Environment Day is a global platform for public outreach, with participation from over 143 countries annually.",
        "source": "https://en.wikipedia.org/wiki/World_Environment_Day",
        "img": "https://images.unsplash.com/photo-1622254936966-4a3c4def576f?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fHNhdmUlMjB0aGUlMjBwbGFuZXR8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "6": [
      {
        "title": "Queensland Day",
        "info": "Queensland Day is officially celebrated on 6 June as the birthday of the Australian state of Queensland.  Queen Victoria was approached to consider establishing a separate colony based at Moreton Bay. The Queen gave her approval and signed the Letters Patent on 6 June 1859. On the same day an Order-in-Council gave Queensland its own Constitution. Queensland became a self-governing colony with its own Governor, a nominated Legislative Council and an elected Legislative Assembly.",
        "source": "https://en.wikipedia.org/wiki/Queensland_Day",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Flag_of_Queensland.svg/800px-Flag_of_Queensland.svg.png"
      }
    ],
    "7": [
      {
        "title": "VCR Day",
        "info": "Rewind to the past and celebrate the humble Video Cassette Recorder (VCR) on June 7, VCR Day. This unofficial holiday of unknown origins encourages people to learn more about the technology that completely changed the way people watched television and recorded memories.",
        "source": "https://www.timeanddate.com/holidays/fun/vcr-day",
        "img": "https://images.unsplash.com/photo-1622867250447-295e4f1ce1db?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fHRhcGUlMjBwbGF5ZXJ8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "8": [
      {
        "title": "World Oceans Day",
        "info": "The UN theme for World Oceans Day was 'Innovation for a sustainable ocean'. Conservation Action Focus on protecting 30% of our lands and ocean by 2030, joining with the Campaign for Nature and the growing global movement to petition world leaders to commit their countries to 30x30. The Ocean Project and National Geographic coordinate a first-ever 24-hour Youth-a-thon for the ocean, with 24 co-hosts from 24 major time zones discussing and demonstrating ways to learn more about and help protect our shared blue planet.",
        "source": "https://en.wikipedia.org/wiki/World_Oceans_Day",
        "img": "https://images.unsplash.com/photo-1594179611723-323a2093430e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NjJ8fG9jZWFufGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "9": [
      {
        "title": "Donald Duck Day",
        "info": "On this day in 1934, this popular Walt Disney character made his debut in the cartoon short named, The Wise Little Hen. Created by Walt Disney, Donald Duck is a short-tempered cartoon duck with human features. Considered to be one of the most popular cartoon characters of all times, he featured in hundreds of movies and was the central character in thousands of comic books.",
        "source": "https://www.timeanddate.com/holidays/fun/donald-duck-day",
        "img": "https://images.unsplash.com/photo-1604883781245-0aca44fff711?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8ZG9uYWxkJTIwZHVja3xlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "10": [
      {
        "title": "World Art Nouveau Day",
        "info": "World Art Nouveau Day (WAND) is an event dedicated to art nouveau that is celebrated annually on 10 June. The first World Art Nouveau Day in 2013 was organized by The Museum of Applied Arts (Budapest) (IMM) in cooperation with Szecessziós Magazin (a Hungarian Magazine about Art Nouveau). The selected date – 10 June – is the anniversary of the death of two famous architects of the movement, Antoni Gaudí and Ödön Lechner. Activities like those organised on World Art Nouveau Day aim to create more awareness of Art Nouveau heritage among the public.",
        "source": "https://en.wikipedia.org/wiki/World_Art_Nouveau_Day",
        "img": "https://images.unsplash.com/photo-1607793706577-d9578e1be5b3?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8bm91dmVhdXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "11": [
      {
        "title": "Kamehameha Day",
        "info": "King Kamehameha I Day on June 11 is a public holiday in the U.S. state of Hawaii. It honors Kamehameha the Great, the monarch who first established the unified Kingdom of Hawaiʻi comprising the Hawaiian Islands of Niʻihau, Kauaʻi, Oʻahu, Molokaʻi, Lānaʻi, Kahoʻolawe, Maui, and Hawaiʻi. In 1883 a statue of King Kamehameha was dedicated in Honolulu by King David Kalākaua (this was a duplicate, because the original statue was temporarily lost at sea but was recovered and is now located in North Kohala, island of Hawaiʻi). There are duplicates of this statue in Emancipation Hall at the Capitol Visitor Center in Washington, D.C. and in Hilo, island of Hawaiʻi.",
        "source": "https://en.wikipedia.org/wiki/King_Kamehameha_I_Day",
        "img": "https://web-holidays.com/wp-content/uploads/2020/05/KingKamehameha.jpg"
      }
    ],
    "12": [
      {
        "title": "Marzipan Day",
        "info": "Marzipan, the sweet, almond-based multi-purpose confectionary on January 12, Marzipan Day. Marzipan is one of those food items that evoke extreme reactions. Love it or hate it, it is one of the most well-known and widely used food item in kitchens and bakeries around the world.",
        "source": "https://www.timeanddate.com/holidays/fun/marzipan-day",
        "img": "https://images.unsplash.com/photo-1620619676902-dafc99175e13?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bWFyemlwYW58ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "13": [
      {
        "title": "Russia Day",
        "info": "Russia Day  called Day of adoption of the declaration of state sovereignty of RSFSR before 2002, is the national holiday of the Russian Federation. It has been celebrated annually on 12 June since 1992. The day commemorates the adoption of the Declaration of State Sovereignty of the Russian Soviet Federative Socialist Republic (RSFSR) on 12 June 1990. The passage of this Declaration by the First Congress of People's Deputies marked the beginning of constitutional reform in the Russian Soviet state.",
        "source": "https://en.wikipedia.org/wiki/Russia_Day",
        "img": "https://images.unsplash.com/photo-1587026821737-f436e72eeeb9?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8cnVzc2lhJTIwZmxhZ3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "14": [
      {
        "title": "World Blood Donor Day",
        "info": "World Blood Donor Day (WBDD) is held on June 14 each year. The event was organised for the first time in 2005, by a joint initiative of the World Health Organization, the International Federation of Red Cross and Red Crescent Societies to raise awareness of the need for safe blood and blood products, and to thank blood donors for their voluntary, life-saving gifts of blood. World Blood Donor Day is one of 11 official global public health campaigns marked by the World Health Organization (WHO).",
        "source": "https://en.wikipedia.org/wiki/World_Blood_Donor_Day",
        "img": "https://images.unsplash.com/photo-1615461066841-6116e61058f4?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8Ymxvb2QlMjBkb25vcnxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "15": [
      {
        "title": "Global Wind Day",
        "info": "Global Wind Day or World Wind Day is a worldwide event that is held on June 15 around the world. It is organised by WindEurope and GWEC (Global Wind Energy Council). It is a day when wind energy is celebrated, information is exchanged and adults and children find out about wind energy, its power and the possibilities it holds to change the world. In association with EWEA and GWEC, national wind energy associations and companies involved in wind energy production organise events in many countries around the world. In 2011, there were events organised in 30 countries, on 4 continents.",
        "source": "https://en.wikipedia.org/wiki/Global_Wind_Day",
        "img": "https://images.unsplash.com/photo-1548337138-e87d889cc369?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8d2luZCUyMHR1cmJpbmV8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "16": [
      {
        "title": "International Day of the African Child",
        "info": "The Day of the African Child has been celebrated on June 16 every year since 1991, when it was first initiated by the OAU Organisation of African Unity. It also raises awareness of the continuing need for improvement of the education provided to African children. On June 16 every year, governments, NGOs, international organisations and other stakeholders gather to discuss the challenges and opportunities facing the full realization of the rights of children in Africa. For 2014, the theme chosen returns to the roots of the movement: A child-friendly, quality, free, and compulsory education for all children in Africa",
        "source": "https://en.wikipedia.org/wiki/International_Day_of_the_African_Child",
        "img": "https://images.unsplash.com/flagged/photo-1555251255-e9a095d6eb9d?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8YWZyaWNhbiUyMGNoaWxkfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "17": [
      {
        "title": "World Day to Combat Desertification",
        "info": "The World Day to Combat Desertification and Drought is a United Nations observance celebrated each year on 17 June. Its purpose is to raise awareness of the presence of desertification and drought, highlighting methods of preventing desertification and recovering from drought. Each year's global celebration has a unique, novel emphasis that had not been developed previously. This day was proclaimed by the United Nations General Assembly resolution A/RES/49/115 on January 30, 1995, after the day when United Nations Convention to Combat Desertification is drafted.",
        "source": "https://en.wikipedia.org/wiki/World_Day_to_Combat_Desertification_and_Drought",
        "img": "https://images.unsplash.com/photo-1593414220148-9bdeb65c96ab?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fHBsYW50aW5nfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "18": [
      {
        "title": "International Picnic Day",
        "info": "International Picnic Day is a made-up holiday that is celebrated annually on June 18. So, pack your picnic basket, hop into the car, or walk to a park or a picnic area and enjoy an outdoors meal by yourself or with your family and friends to celebrate this unofficial holiday.",
        "source": "https://www.timeanddate.com/holidays/fun/international-picnic-day",
        "img": "https://images.unsplash.com/photo-1567708233986-87de01b33b62?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjF8fHBpY25pY3xlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "19": [
      {
        "title": "World Juggling Day",
        "info": "World Juggling Day is held annually on a Saturday closest to June 17 to commemorate the anniversary of the foundation of the International Jugglers Association (IJA) in 1975. The unofficial holiday was first observed in the mid-1980s as National Juggling Day in the United States in order to raise awareness of the art and science of juggling and to encourage people to take up the art.",
        "source": "https://www.timeanddate.com/holidays/fun/world-juggling-day",
        "img": "https://images.unsplash.com/photo-1565499110650-e298c6be8c01?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8anVnZ2xpbmd8ZW58MHwwfDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "20": [
      {
        "title": "World Refugee Day",
        "info": "World Refugee Day is an international day organised every year on 20 June by the United Nations. It is designed to celebrate and honour refugees from around the world. The day was first established on 20 June 2001, in recognition of the 50th anniversary of the 1951 Convention Relating to the Status of Refugees. The event aims to recognise the strength of the refugees who have fled the conflict and persecution of their country in hope of finding sanctuary and living a better life.",
        "source": "https://en.wikipedia.org/wiki/World_Refugee_Day",
        "img": "https://images.unsplash.com/photo-1594841343391-97ac1b9a950e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8cmVmdWdlZXxlbnwwfDB8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "21": [
      {
        "title": "World Music Day",
        "info": "World Music Day is an annual music celebration that takes place on 21 June. On Music Day the citizens of a city or country are allowed and urged to play music outside in their neighborhoods or in public spaces and parks. Free concerts are also organized, where musicians play for fun and not for payment.",
        "source": "https://en.wikipedia.org/wiki/F%C3%AAte_de_la_Musique",
        "img": "https://images.unsplash.com/photo-1506157786151-b8491531f063?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fG11c2ljfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "22": [
      {
        "title": "Onion Ring Day",
        "info": "Celebrate the delicious deep fried snack on June 22, Onion Ring Day. Commonly found on most bar menus in the United States, Canada, the United Kingdom, and Australia, onion rings are made by breading and deep frying rings of onions. Onion rings are usually served with ketchup or some other form of dip or sauce.",
        "source": "https://www.timeanddate.com/holidays/fun/onion-ring-day",
        "img": "https://images.unsplash.com/photo-1604277228829-1dde737d9096?ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8b25pb24lMjByaW5nfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "23": [
      {
        "title": "International Widows Day",
        "info": "International Widows Day is a United Nations ratified day of action to address the 'poverty and injustice faced by millions of widows and their dependents in many countries'. The day takes place annually on 23 June. International Widows Day was established by The Loomba Foundation to raise awareness of the issue of widowhood.",
        "source": "https://en.wikipedia.org/wiki/International_Widows_Day",
        "img": "https://images.unsplash.com/photo-1586749874058-30b75a9b3e29?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8d2lkb3dzfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "24": [
      {
        "title": "Take Your Dog to Work Day",
        "info": "Take Your Dog to Work Day (TYDTWDay) was created by Pet Sitters International and first celebrated in 1999. PSI created the day to encourage businesses to allow dogs in the workplace for one Friday each year to celebrate dogs as companions and promote their adoptions from local shelters, rescue groups, and humane societies. PSI believes that through the event, dogless co-workers will be encouraged to adopt. The week leading up to Take Your Dog To Work Day is Take Your Pet To Work Week. Take Your Dog to Work Day and Take Your Pet to Work Week are registered trademarks of Pet Sitters International, Inc.",
        "source": "https://en.wikipedia.org/wiki/Take_Your_Dog_to_Work_Day",
        "img": "https://images.unsplash.com/photo-1582972193965-4006711d62ab?ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8ZG9nJTIwYXQlMjB3b3JrfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "25": [
      {
        "title": "World Vitiligo Day",
        "info": "The World Vitiligo Day, observed on June 25, is an initiative aimed to build global awareness about vitiligo. Vitiligo occurs in 1-2% of the population worldwide; a loss of color in the skin creating a variety of patterns on the skin from loss of pigment. Vitiligo is often called a disease instead of a disorder and that can have a significantly negative social and/or psychological impact on patients, in part because of numerous misconceptions still present in large parts of the world.",
        "source": "https://en.wikipedia.org/wiki/World_Vitiligo_Day",
        "img": "https://images.unsplash.com/photo-1465400325222-409b0b34be7c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fHNraW4lMjBwcm9ibGVtfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "26": [
      {
        "title": "World Refrigeration Day",
        "info": "World Refrigeration Day is an international day established by the World Refrigeration Day Secretariat in Derbyshire, England. Held annually on 26 June, it was created to raise awareness about the importance of refrigeration technologies in everyday life and to raise the profile of the refrigeration, air-conditioning and heat-pump sector. The day was chosen to celebrate the birth date of Lord Kelvin on 26 June 1824.",
        "source": "https://en.wikipedia.org/wiki/World_Refrigeration_Day",
        "img": "https://images.pexels.com/photos/338711/pexels-photo-338711.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500"
      }
    ],
    "27": [
      {
        "title": "PTSD Awareness Day",
        "info": "National PTSD Awareness Day is a day dedicated to creating awareness regarding PTSD (Post Traumatic Stress Disorder). It is acknowledged annually on the 27th of June. The US Senate officially designated this day in 2010. In 2014 the Senate designated the whole month of June as PTSD Awareness Month. ",
        "source": "https://en.wikipedia.org/wiki/National_PTSD_Awareness_Day",
        "img": "https://images.unsplash.com/photo-1620077399971-431e7ea0cf0c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dHJhdW1hfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "28": [
      {
        "title": "Tau Day",
        "info": "Two Pi Day, also known as Tau Day for the mathematical constant Tau, which is approximated as 6.28, is observed on June 28 (6/28 in the month/day format). Pi Approximation Day is observed on July 22 (22/7 in the day/month format), since the fraction 22/7 is a common approximation of π, which is accurate to two decimal places and dates from Archimedes.",
        "source": "https://en.wikipedia.org/wiki/Pi_Day#Alternative_dates",
        "img": "https://post.edu/wp-content/uploads/2017/03/Pi-Day-174786927.jpg"
      }
    ],
    "29": [
      {
        "title": "CAPS LOCK DAY",
        "info": "June 28 and October 22 are semiannually observed as International Caps Lock Day as a parody holiday created in October 2000 by Derek Arnold, a user on Metafilter. The second observation on June 28 was added by Arnold in memory of American pitchman Billy Mays. Caps Lock is a button on a computer keyboard that causes all letters of bicameral scripts to be generated in capital letters.",
        "source": "https://en.wikipedia.org/wiki/Caps_Lock#International_Caps_Lock_Day",
        "img": "https://images.unsplash.com/photo-1595044426077-d36d9236d54a?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OTh8fGtleWJvYXJkfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ],
    "30": [
      {
        "title": "Meteor Watch Day",
        "info": "June 30 is Meteor Watch Day, a day to look up at the skies and behold the wonder of nature's celestial fireworks, meteors. Commonly known as shooting stars, meteors are space particles known as meteoroids that burn up with a flash of light when they enter the Earth's atmosphere. Even though meteors can only be seen by the naked eye when it is dark, meteoroids enter the Earth's atmosphere all the time. It is estimated that about 20 to 25 million meteors weighing about 100 tons in total enter the Earth's atmosphere every day!",
        "source": "https://www.timeanddate.com/holidays/fun/meteor-watch-day",
        "img": "https://images.unsplash.com/photo-1560237731-890b122a9b6c?ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8c2hvb3RpbmclMjBzdGFyfGVufDB8MHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"
      }
    ]
  },
  "7": {
    "1": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "2": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "3": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "4": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "5": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "6": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "7": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "8": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "9": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "10": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "11": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "12": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "13": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "14": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "15": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "16": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "17": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "18": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "19": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "20": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "21": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "22": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "23": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "24": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "25": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "26": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "27": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "28": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "29": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "30": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "31": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ]
  },
  "8": {
    "1": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "2": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ]
  },
  "9": {
    "1": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "2": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ]
  },
  "10": {
    "1": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "2": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ]
  },
  "11": {
    "1": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "2": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ]
  },
  "12": {
    "1": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ],
    "2": [
      {
        "title": "NULL",
        "info": "NULL",
        "source": "NULL",
        "img": "NULL"
      }
    ]
  }
}
